Repository: ale64bit/WeiqiHub
Catalog: lib/l10n/app_*.arb
Languages: de, es, it, ro, ru, uk, zh

# taskTag_combination
source: Combination
de: Kombination
es: Combinación
it: Combinazione
ro: Combinație
ru: Комбинация
uk: Комбінація
zh: 组合手段

# taskTag_commonLifeAndDeath
source: Life & death: common shapes
de: Leben & Tod: Häufige Formen
es: Vida y muerte: formas comunes
it: Vita e morte: forme tipiche
ro: Viață și moarte: forme comune
ru: Жизнь и смерть: обычные формы
uk: Життя та смерть: основні форми
zh: 常型死活

# taskTag_compareSize
source: Compare size
de: Größe vergleichen
es: Comparar tamaño
it: Confronta la dimensione
ro: Compară dimensiunea
ru: Сравнить размер
uk: Порівняння розміру
zh: 比较大小

# taskTag_compareValue
source: Compare value
de: Werte vergleichen
es: Comparar valor
it: Confronta il valore
ro: Compară valoarea
ru: Сравнить ценность
uk: Порівняння цінності
zh: 价值比较

# taskTag_completeKoToSecureEndgameAdvantage
source: Complete ko to secure endgame advantage
de: Ko abschließen, um Vorteil im Endspiel zu sichern
es: Toma el ko para asegurar la ventaja de final
it: Completa il ko nel fine gioco
ro: Finalizează ko-ul pentru a asigura un avantaj în final
ru: Завершить ко для обеспечения преимущества в йосе
uk: Завершення ко для отримання переваги в йосе
zh: 粘劫收后

# taskTag_compositeProblems
source: Composite tasks
de: Zusammengesetzte Aufgaben
es: Problemas compuestos
it: Problemi compositi
ro: Sarcini compuse
ru: Составные задачи
uk: Складені вправи
zh: 复合问题

# taskTag_comprehensiveTasks
source: Comprehensive tasks
de: Umfassende Aufgaben
es: Problemas integrales
it: Problemi completi
ro: Sarcini cuprinzătoare
ru: Комплексные задачи
uk: Комплексні вправи
zh: 综合

# taskTag_connect
source: Connect
de: Verbinden
es: Conecta
it: Connetti
ro: Conectează
ru: Соединение
uk: З'єднання
zh: 连络

# taskTag_connectAndDie
source: Connect and die
de: Verbinden und sterben
es: Conecta y muere
it: Connetti e muori (oiotoshi)
ro: Conectează și mori
ru: Дамэдзумари
uk: З'єднання і смерть
zh: 接不归

# taskTag_connectInOneMove
source: Connect in one move
de: Verbinden in einem Zug
es: Conecta en una jugada
it: Connetti in una mossa
ro: Conectează dintr-o mutare
ru: Соединение в один ход
uk: З'єднання за один хід
zh: 一步连接

# taskTag_contactFightTesuji
source: Contact fight tesuji
de: Nahkampf Tesuji
es: Tesuji para peleas de contacto
it: Tesuji di combattimento a contatto
ro: Tesuji de luptă prin contact
ru: Техника ближнего боя
uk: Тесуджі контактної боротьби
zh: 接触战的手筋

# taskTag_contactPlay
source: Contact play
de: Anlegen
es: Jugadas de contacto
it: Giocare a contatto (tsuke)
ro: Mutare de contact
ru: Контактная игра
uk: Контактна гра
zh: 靠

# taskTag_corner
source: Corner
de: Ecke
es: Esquina
it: Angolo
ro: Colț
ru: Угол
uk: Кут
zh: 角部常型

# taskTag_cornerIsGoldSideIsSilverCenterIsGrass
source: Corner is gold, side is silver, center is grass
de: Ecken sind Gold, Seiten sind Silber, das Zentrum ist Gras
es: La esquina es oro, el lado es plata, el centro es hierba
it: L'angolo è oro, il lato è argento, il centro è erba
ro: Colțul e aur, marginea e argint, centrul e iarbă
ru: Угол - золото, сторона - серебро, центр - трава.
uk: Кут — золото, сторона — срібло, центр — зілля
zh: 金角银边草肚皮

# taskTag_counter
source: Counter
de: Wiederlegezug
es: Contraataque
it: Resisti
ro: Contra
ru: Контрудар
uk: Контрудар
zh: 应对

# taskTag_counterAttack
source: Counter-attack
de: Gegenangriff
es: Contraataque
it: Contrattacca
ro: Contraatac
ru: Контратака
uk: Контратака
zh: 反击

# taskTag_cranesNest
source: Crane's nest
de: Kranichnest
es: Nido de grulla
it: Nido di gru
ro: Cuibul cocorului
ru: Гнездо аиста
uk: Журавлине гніздо
zh: 乌龟不出头

# taskTag_crawl
source: Crawl
de: Kriechen
es: Arrastre
it: Striscia in seconda linea (crawl)
ro: Târâre
ru: Ползать
uk: Проповзання
zh: 爬

# taskTag_createShortageOfLiberties
source: Create shortage of liberties
de: Freiheitsnot schaffen
es: Crear falta de libertades
it: Crea mancanza di libertà
ro: Creează lipsă de libertăți
ru: Создание нехватки дыханий
uk: Створення нестачи дихань
zh: 导致气紧

# taskTag_crossedFive
source: Crossed five
de: Stern-Fünf
es: Cruz
it: Cinque a croce (crossed five)
ro: Cinci încrucișate
ru: Перекрёстная пятёрка
uk: Перехресна п'ятірка
zh: 梅花五

# taskTag_cut
source: Cut
de: Schneiden
es: Corte
it: Taglio
ro: Taie
ru: Разрезание
uk: Розділення
zh: 断

# taskTag_cut2
source: Cut
de: Schneiden
es: Corte
it: Taglio
ro: Taie
ru: Разрезание
uk: Розділення
zh: 分断

# taskTag_cutAcross
source: Cut across
de: Schneiden
es: Corte transversal
it: Taglia attraverso il keima
ro: Taie de-a curmezișul
ru: Разрез поперёк
uk: Розділення поперек
zh: 跨

# taskTag_defendFromInvasion
source: Defend from invasion
de: Vor Invasion verteidigen
es: Defensa contra invasiones
it: Difenditi da un'invasione
ro: Apără de invazie
ru: Защита от вторжения
uk: Захист від вторгнення
zh: 防守入侵

# taskTag_defendPoints
source: Defend points
de: Punkte verteidigen
es: Defender puntos
it: Difendi il punteggio
ro: Apără punctele
ru: Защитить очки
uk: Захист очків
zh: 守目

# taskTag_defendWeakPoint
source: Defend weak point
de: Schwachen Punkt verteidigen
es: Defender punto débil
it: Difendi i punti deboli
ro: Apără punctul slab
ru: Защитить слабый пункт
uk: Захист слабкого пункта
zh: 防范弱点

# taskTag_descent
source: Descent
de: Hinabstoßen
es: Descenso
it: Discesa
ro: Coborâre
ru: Спуск
uk: Спуск
zh: 立

# taskTag_diagonal
source: Diagonal
it: Diagonale
ro: Diagonală
ru: Косуми
uk: Косумі
zh: 尖

# taskTag_directionOfCapture
source: Direction of capture
de: Richtung des Fangens
es: Dirección de captura
it: Direzione di cattura
ro: Direcția capturii
ru: Направление захвата
uk: Напрямок захоплення
zh: 吃子方向

# taskTag_directionOfEscape
source: Direction of escape
de: Richtung des Entkommens
es: Dirección de escape
it: Direzione di fuga
ro: Direcția evadării
ru: Направление побега
uk: Напрямок втечі
zh: 逃子方向

# taskTag_directionOfPlay
source: Direction of play
de: Richtung des Spiels
es: Dirección de juego
it: Direzione di gioco
ro: Direcția jocului
ru: Направление игры
uk: Напрямок гри
zh: 方向选择

# taskTag_doNotUnderestimateOpponent
source: Do not underestimate opponent
de: Gegner nicht unterschätzen
es: No subestimes al oponente
it: Non sottostimare l'avversario
ro: Nu-ți subestima adversarul
ru: Не стоит недооценивать противника
uk: Не недооцінюйте суперника
zh: 不要忽略对方的抵抗

# taskTag_doubleAtari
source: Double atari
de: Doppel Atari
es: Atari doble
it: Doppio atari
ro: Dublu atari
ru: Двойное атари
uk: Подвійне атарі
zh: 双吃

# taskTag_doubleCapture
source: Double capture
de: Doppel-Fang
es: Captura doble
it: Doppia cattura
ro: Captură dublă
ru: Двойной захват
uk: Подвійне захоплення
zh: 双提

# taskTag_doubleKo
source: Double ko
de: Doppel-Ko
es: Ko doble
it: Doppio ko
ro: Ko dublu
ru: Двойное ко
uk: Подвійне ко
zh: 连环劫

# taskTag_doubleSenteEndgame
source: Double sente endgame
de: Doppel-Vorhand-Endspiel
es: Final sente doble
it: Fine gioco in doppio sente
ro: Final dublu sente
ru: Двойное сэнтэ в йосе
uk: Подвійне сенте в йосе
zh: 双先官子

# taskTag_doubleSnapback
source: Double snapback
de: Doppel-Mausefalle
es: Contracaptura doble
it: Doppio snapback
ro: Snapback dublu
ru: Двойная защелка
uk: Подвійна мишоловка
zh: 双倒扑

# taskTag_endgame
source: Endgame: general
de: Endspiel: Allgemein
es: Finales: general
it: Fine gioco: generico
ro: Final: general
ru: Йосе
uk: Йосе: загальне
zh: 官子

# taskTag_endgameFundamentals
source: Endgame fundamentals
de: Endspielgrundlagen
es: Fundamentos de finales
it: Fondamenti di fine gioco
ro: Bazele finalului
ru: Фундаментальное йосе
uk: Йосе: основи
zh: 基本收官

# taskTag_endgameIn5x5
source: Endgame on 5x5
de: Endspiel auf 5x5
es: Finales en 5x5
it: Fine gioco sul 5x5
ro: Final pe 5x5
ru: 5х5 йосе
uk: Йосе на 5x5
zh: 5路官子

# taskTag_endgameOn4x4
source: Endgame on 4x4
de: Endspiel auf 4x4
es: Finales en 4x4
it: Fine gioco sul 4x4
ro: Final pe 4x4
ru: 4х4 йосе
uk: Йосе на 4x4
zh: 4路官子

# taskTag_endgameTesuji
source: Endgame tesuji
de: Endspiel Tesuji
es: Tesuji de finales
it: Tesuji di fine gioco
ro: Tesuji de final
ru: Йосе-тесуджи
uk: Йосе тесуджі
zh: 官子手筋

# taskTag_engulfingAtari
source: Engulfing atari
es: Atari de envoltura
it: Atari per accerchiamento
ro: Atari de învăluire
ru: Окружающее атари
uk: Оточуюче атарі
zh: 抱吃

# taskTag_escape
source: Escape
de: Entkommen
it: Fuggi
ro: Evadare
ru: Побег
uk: Втеча
zh: 逃子

# taskTag_escapeInOneMove
source: Escape in one move
de: Entkommen in einem Zug
es: Escape en una jugada
it: Fuggi in una mossa
ro: Evadare dintr-o mutare
ru: Побег в один ход
uk: Втеча в один хід
zh: 一步逃子

# taskTag_exploitShapeWeakness
source: Exploit shape weakness
de: Formschwäche ausnutzen
es: Explota la debilidad de la forma
it: Sfrutta le debolezze
ro: Exploatează slăbiciunea formei
ru: Использовать слабость формы
uk: Використання слабкостей форми
zh: 利用棋形弱点

# taskTag_eyeVsNoEye
source: Eye vs no-eye
de: Auge vs kein Auge
es: Ojo contra sin-ojo
it: Meari menashi (eye vs. no-eye)
ro: Ochi vs fără ochi
ru: Группа с глазом против группы без глаза
uk: Око проти відсутності ока
zh: 有眼杀无眼

# taskTag_fillNeutralPoints
source: Fill neutral points
de: Neutrale Punkte füllen
es: Jugar puntos neutrales
it: Riempi i dame
ro: Umple punctele neutre
ru: Заполнение нейтральных пунктов
uk: Заповнення нейтральних пунктів
zh: 目与单官

# taskTag_findTheRoot
source: Find the root
de: Die Wurzel finden
es: Encuentra la raíz
it: Trova la radice
ro: Găsește rădăcina
ru: Найти корень
uk: Знайти корінь
zh: 搜根

# taskTag_firstLineBrilliantMove
source: First line brilliant move
de: brillante Züge auf der ersten Linie
es: Jugada brillante en la primera línea
it: Tesuji in prima linea
ro: Mutare strălucită pe prima linie
ru: Блестящий ход на 1-й линии
uk: Блискучі ходи на першій лінії
zh: 一路妙手

# taskTag_flowerSix
source: Flower six
de: Blumen-Sechs
es: Pececito
it: Sei a grappolo d'uva (rabbity six)
ro: Șase în formă de floare
ru: Цветок-шестёрка
uk: Квіткова шістка
zh: 葡萄六

# taskTag_goldenChickenStandingOnOneLeg
source: Golden rooster standing on one leg
de: Der goldene Hahn steht auf einem Bein
es: Posición del flamenco
it: Il gallo d'oro sta su una zampa
ro: Cocoșul de aur stând pe un picior
ru: Золотой петух на одной ноге
uk: Золотий півник на одній нозі
zh: 金鸡独立

# taskTag_groupLiberties
source: Group liberties
de: Gruppenfreiheiten
es: Libertades de grupo
it: Libertà dei gruppi
ro: Libertățile grupului
ru: Даме группы
uk: Дихання групи
zh: 棋子的气

# taskTag_groupsBase
source: Group's base
de: Basis der Gruppe
es: Base de grupo
it: Base del gruppo
ro: Baza grupului
ru: База группы
uk: База групи
zh: 棋子的根据地

# taskTag_hane
source: Hane
ru: Ханэ
uk: Хане
zh: 扳

# taskTag_increaseEyeSpace
source: Increase eye space
de: Augenraum vergrößern
es: Aumentar espacio vital
it: Aumenta lo spazio vitale
ro: Mărește spațiul ochiului
ru: Увеличить глазное пространство
uk: Збільшення місця для очей
zh: 扩大眼位

# taskTag_increaseLiberties
source: Increase liberties
de: Freiheiten vermehren
es: Ganar libertades
it: Aumenta le libertà
ro: Mărește libertățile
ru: Наращивание дыханий
uk: Збільшення дихань
zh: 延气

# taskTag_indirectAttack
source: Indirect attack
de: Indirekter Angriff
es: Ataque indirecto
it: Attacco indiretto
ro: Atac indirect
ru: Косвенная атака
uk: Непряма атака
zh: 间接进攻

# taskTag_influenceKeyPoints
source: Influence key points
de: Schlüsselstellen für Einfluss
es: Puntos clave de la influencia
it: Punti chiave dell'influenza
ro: Puncte-cheie de influență
ru: Ключевые пункты влияния
uk: Ключові пункти впливу
zh: 势力消长的要点

# taskTag_insideKill
source: Inside kill
de: Töten von innen
es: Mata con jugada interna
it: Uccidi dall'interno
ro: Ucidere din interior
ru: Убить изнутри
uk: Вбити зсередини
zh: 聚杀

# taskTag_insideMoves
source: Inside moves
de: Züge im Inneren
es: Jugadas internas
it: Mosse interne
ro: Mutări interioare
ru: Ходы внутри
uk: Ходи зсередини
zh: 内部动手

# taskTag_interestingTasks
source: Interesting tasks
de: Interessante Aufgaben
es: Problemas de interés especial
it: Problemi interessanti
ro: Sarcini interesante
ru: Интересные задания
uk: Цікаві вправи
zh: 趣题

# taskTag_internalLibertyShortage
source: Internal liberty shortage
de: Interne Freiheitsnot
es: Falta de libertades internas
it: Carenza di libertà interne
ro: Lipsă internă de libertăți
ru: Внутренняя нехватка даме
uk: Внутрішня нестача дихань
zh: 胀牯牛

# taskTag_invadingTechnique
source: Invading technique
de: Invasionstechnik
es: Técnicas de invasión
it: Tecniche di invasione
ro: Tehnică de invazie
ru: Техника вторжения
uk: Техніки вторгнення
zh: 入侵的手段

# taskTag_invasion
source: Invasion
es: Invasión
it: Invasione
ro: Invazie
ru: Вторжение
uk: Вторгнення
zh: 打入

# taskTag_jGroupAndSimilar
source: J-group and similar
de: J-Gruppe und ähnliche
es: Hocico de gran cerdo y similares
it: Gruppo J e simili
ro: Grupul J și forme similare
ru: Группа «рыло» и подобные
uk: Група-J і схожі на неї
zh: 大猪嘴及类似型

# taskTag_josekiFundamentals
source: Joseki fundamentals
de: Joseki-Grundlagen
es: Fundamentos de joseki
it: Fondamenti di joseki
ro: Bazele joseki
ru: Основы дзёсэки
uk: Основи джосекі
zh: 基本定式

# taskTag_jump
source: Jump
de: Springen
es: Salto
it: Salto
ro: Salt
ru: Прыжок
uk: Стрибок
zh: 跳

# taskTag_keepSente
source: Keep sente
de: Vorhand behalten
es: Mantener sente
it: Mantieni il sente
ro: Păstrează sente
ru: Сохранить сэнтэ
uk: Утримання сенте
zh: 保留先手

# taskTag_killAfterCapture
source: Kill after capture
de: Töten nach dem Fang
es: Matar mediante captura
it: Uccidi dopo la cattura
ro: Ucide după captură
ru: Убийство после захвата
uk: Вбивство після захоплення
zh: 提子后的杀着

# taskTag_killByEyePointPlacement
source: Kill by eye point placement
de: Töten durch Platzierung des Augenpunkts
es: Mata con jugada en ojo interno
it: Uccidi giocando nel punto vitale
ro: Ucide prin plasarea pe punctul ochiului
ru: Убить постановкой в глазную точку
uk: Вбивство ходом в пункт ока
zh: 点杀

# taskTag_knightsMove
source: Knight's move
de: Rösselsprung
es: Salto de caballo
it: Mossa del cavallo (keima)
ro: Mutarea calului
ru: Ход конём (Кэйма)
uk: Хід кейма
zh: 飞

# taskTag_ko
source: Ko
ru: Ко
uk: Ко
zh: 打劫

# taskTag_kosumiWedge
source: Kosumi wedge
de: Kosumi Keil
es: Cuña diagonal
it: Taglia il kosumi (atekomi)
ro: Pană kosumi
ru: Косуми-варикоми
uk: Вклинювання кыосумі
zh: 挤

# taskTag_largeKnightsMove
source: Large knight move
de: Großer Rösselsprung
es: Salto grande de caballo
it: Mossa del cavallo grande (ogeima)
ro: Mutarea mare a calului
ru: Большой ход конём (Огэйма)
uk: Хід огейма (довга кейма)
zh: 大飞

# taskTag_largeMoyoFight
source: Large moyo fight
de: Großer Moyo-Kampf
es: Peleas de moyo de larga escala
it: Combattimento nel moyo grande
ro: Luptă în moyo mare
ru: Борьба за большое мойо
uk: Бій за велике мойо
zh: 大模样作战

# taskTag_lifeAndDeath
source: Life & death: general
de: Leben & Tod: Allgemein
es: Vida y muerte: general
it: Vita e morte: generale
ro: Viață și moarte: general
ru: Жизнь и смерть
uk: Життя та смерть: загальні
zh: 死活

# taskTag_lifeAndDeathOn4x4
source: Life and death on 4x4
de: Leben und Tod auf 4x4
es: Vida y muerte en 4x4
it: Vita e morte sul 4x4
ro: Viață și moarte pe 4x4
ru: 4х4 жизнь и смерть
uk: Життя та смерть на дошці 4x4
zh: 4路死活

# taskTag_lookForLeverage
source: Look for leverage
de: Nach Hebelwirkung suchen
es: Busca palanca
it: Sfrutta le forzanti
ro: Caută avantajul (leverage)
ru: Искать рычаг
uk: Пошук важелів тиску
zh: 寻求借用

# taskTag_looseLadder
source: Loose ladder
de: Lose Treppe
es: Escalera larga
it: Scala lasca
ro: Scară lejeră
ru: Незакрепленная лестница
uk: Відкриті сходи
zh: 宽征

# taskTag_lovesickCut
source: Lovesick cut
de: Liebeskummer Schnitt
es: Corte del amor
it: Taglio degli innamorati
ro: Tăietură a îndrăgostitului
ru: Отсечение влюблённых
uk: Відокремлення закоханих
zh: 相思断

# taskTag_makeEye
source: Make eye
de: Augen machen
es: Hacer ojo
it: Fai un occhio
ro: Creează un ochi
ru: Построение глаза
uk: Створення ока
zh: 做眼

# taskTag_makeEyeInOneStep
source: Make eye in one step
de: Augen in einem Zug machen
es: Hacer ojo en una jugada
it: Fai un occhio in un passo
ro: Creează un ochi dintr-o mutare
ru: Построение глаза в один ход
uk: Створення ока за один хід
zh: 一步做眼

# taskTag_makeEyeInSente
source: Make eye in sente
de: Augen in Vorhand machen
es: Hacer ojo en sente
it: Fai un occhio in sente
ro: Creează un ochi în sente
ru: Построение глаза в сэнтэ
uk: Створення ока в сенте
zh: 先手做眼

# taskTag_makeKo
source: Make ko
de: Ko machen
es: Hacer ko
it: Fai ko
ro: Creează un ko
ru: Начать ко
uk: Створення ко
zh: 做劫

# taskTag_makeShape
source: Make shape
de: Form machen
es: Hacer forma
it: Fai forma
ro: Creează formă
ru: Построить форму
uk: Створення форми
zh: 定形技巧

# taskTag_middlegame
source: Middlegame
de: Mittelspiel
es: Medio-juego
it: Mediogioco (chuban)
ro: Joc de mijloc
ru: Середина игры
uk: Середина гри
zh: 中盘

# taskTag_monkeyClimbingMountain
source: Monkey climbing the mountain
de: Affe klettert den Berg
es: El mono escala la montaña
it: La scimmia scala la montagna
ro: Maimuța urcând muntele
ru: Обезьяна карабкается на гору
uk: Мавпа, що видирається на гору
zh: 猴子翻山

# taskTag_mouseStealingOil
source: Mouse stealing oil
de: Maus stiehlt Öl
es: El ratón roba aceite
it: Il topo ruba l'olio
ro: Șoarecele furând ulei
ru: Мышь ворует масло
uk: Мишеня краде масло
zh: 老鼠偷油

# taskTag_moveOut
source: Move out
de: Entkommen
es: Moverse al exterior
it: Scappa
ro: Ieși afară
ru: Убегание
uk: Втеча
zh: 出头

# taskTag_moveTowardsEmptySpace
source: Move towards empty space
de: In Richtung freies Gebiet laufen
es: Moverse hacia el espacio vacío
it: Muovi verso lo spazio vuoto
ro: Mută-te spre spațiul gol
ru: Двигаться к пустому пространству
uk: Рух до порожнього місця
zh: 棋往宽处走

# taskTag_multipleBrilliantMoves
source: Multiple brilliant moves
de: Mehrere brillante Züge
es: Múltiples jugadas brillantes
it: Tesuji multipli
ro: Mai multe mutări strălucite
ru: Несколько блестящих ходов
uk: Декілька блискучих ходів
zh: 一二妙手

# taskTag_net
source: Net
de: Netz
es: Red
it: Rete (geta)
ro: Plasă
ru: Ловушка
uk: Тенета (ґета)
zh: 枷

# taskTag_netCapture
source: Net capture
de: Netzfang
es: Captura en red
it: Cattura con rete
ro: Captură prin plasă
ru: Захват в ловушку
uk: Захоплення ґетою
zh: 枷吃

# taskTag_observeSubtleDifference
source: Observe subtle difference
de: Subtile Unterschiede beobachten
es: Observa la diferencia sutil
it: Osserva le piccole differenze
ro: Observă diferența subtilă
ru: Заметить тонкую разницу
uk: Знаходження тонкої різниці
zh: 注意细微差别

# taskTag_occupyEncloseAndApproachCorner
source: Occupy, enclose and approach corners
de: Besetzen, umschließen und Ecken annähern
es: Ocupar, rodear y acercarse a las esquinas
it: Occupa, circonda e approccia gli angoli
ro: Ocupă, închide și abordează colțurile
ru: Занять, окружить и приблизиться к углу
uk: Зайняти, оточити та наблизитись до кута
zh: 占角、守角和挂角

# taskTag_oneStoneTwoPurposes
source: One stone, two purposes
de: Ein Stein, zwei Zwecke
es: Una jugada, dos objetivos
it: Una pietra, due scopi
ro: O piatră, două scopuri
ru: Один ход, две цели
uk: Один камінь — дві цілі
zh: 一子两用

# taskTag_opening
source: Opening
de: Eröffnung
es: Apertura
it: Apertura (fuseki)
ro: Deschidere
ru: Фусэки
uk: Фусекі
zh: 布局

# taskTag_openingChoice
source: Opening choice
de: Eröffnungswahl
es: Elección de apertura
it: Scegli l'apertura
ro: Alegerea deschiderii
ru: Выбор фусэки
uk: Вибір фусекі
zh: 定式选择

# taskTag_openingFundamentals
source: Opening fundamentals
de: Eröffnungsgrundlagen
es: Fundamentos de apertura
it: Fondamenti delle aperture
ro: Bazele deschiderii
ru: Фундаментальные фусэки
uk: Основи фусекі
zh: 布局基本下法

# taskTag_orderOfEndgameMoves
source: Order of endgame moves
de: Reihenfolge der Endspielzüge
es: Orden de jugadas de final
it: Ordine delle mosse nel fine gioco
ro: Ordinea mutărilor în final
ru: Порядок ходов в йосе
uk: Послідовність ходів в йосе
zh: 收束次序

# taskTag_orderOfMoves
source: Order of moves
de: Reihenfolge der Züge
es: Orden de jugadas
it: Ordine delle mosse
ro: Ordinea mutărilor
ru: Порядок ходов
uk: Послідовність ходів
zh: 行棋次序

# taskTag_orderOfMovesInKo
source: Order of moves in a ko
de: ZUgreihenfolge im Ko
es: Orden de jugadas en un ko
it: Ordine delle mosse nel ko
ro: Ordinea mutărilor într-un ko
ru: Порядок ходов в ко
uk: Послідовність ходів в ко
zh: 区分劫的先后手

# taskTag_orioleCapturesButterfly
source: Oriole captures the butterfly
de: Pirol fängt den Schmetterling
es: El turpial captura a la mariposa
it: L'oriolo cattura la farfalla
ro: Privighetoarea capturează fluturele
ru: Иволга ловит бабочку
uk: Жовта плиска впіймала метелика
zh: 黄莺扑蝶

# taskTag_pincer
source: Pincer
de: Klemmzug
es: Pinza
it: Pinza
ro: Clește (pincer)
ru: Клещи
uk: Взяття в кліщі
zh: 夹击

# taskTag_placement
source: Placement
de: Oki (Platzierung)
es: Jugada de colocación
it: Oki (placement)
ro: Plasare
ru: Вторжение
uk: Вторгнення
zh: 点

# taskTag_plunderingTechnique
source: Plundering technique
de: Plundering Technik
es: Técnica de saqueo
it: Tecniche di saccheggio
ro: Tehnică de jefuire
ru: Техника грабежа
uk: Грабіжницький прийом
zh: 搜刮的手段

# taskTag_preventBambooJoint
source: Prevent the bamboo joint
de: Bambus-Verbindung verhindern
es: Prevén la conección de bambú
it: Previeni il bamboo joint
ro: Previne îmbinarea de bambus
ru: Предотвратить бамбук
uk: Запобігання з'єднанню бамбук
zh: 靠单

# taskTag_preventBridgingUnder
source: Prevent bridging under
de: Unterverbinden verhindern
es: Prevén la conección submarina
it: Impedisci il ponte (watari)
ro: Previne podul dedesubt
ru: Предотвратить подмостки
uk: Запобігання з'єднанню знизу
zh: 阻渡

# taskTag_preventOpponentFromApproaching
source: Prevent opponent from approaching
de: Annähern verhindern
es: Prevén que el oponente se acerque
it: Previeni l'approccio dell'avversario
ro: Împiedică adversarul să se apropie
ru: Не дать оппоненту приблизиться
uk: Запобігання наближення опонента
zh: 使对方不入

# taskTag_probe
source: Probe
de: Testzug
es: Jugada de prueba
it: Sonda (probe)
ro: Sondaj (probe)
ru: Пробный ход
uk: Пробний хід
zh: 试探应手

# taskTag_profitInSente
source: Profit in sente
de: In Vorhand profitieren
es: Ganancia en sente
it: Approfitta del sente
ro: Profit în sente
ru: Прибыль в сэнтэ
uk: Прибуток у сенте
zh: 先手获利

# taskTag_profitUsingLifeAndDeath
source: Profit using life and death
de: Vorteil durch Leben und Tod
es: Ganancia utilizando vida y muerte
it: Approfitta della vita-e-morte
ro: Profit folosind viață și moarte
ru: Прибыль с использованием жизни и смерти
uk: Прибуток використовуючі життя та смерть
zh: 利用死活问题获利

# taskTag_push
source: Push
de: Oshi (Schieben)
es: Empuje
it: Spinta
ro: Împinge
ru: Толкать
uk: Протискування
zh: 冲

# taskTag_pyramidFour
source: Pyramid four
de: Vierer-Pyramide
es: Pirámide
it: Quattro a forma di T
ro: Piramidă de patru
ru: Пирамида
uk: Піраміда з чотирьох
zh: 丁四

# taskTag_realEyeAndFalseEye
source: Real eye vs false eye
de: Echtes Auge vs falsches Auge
es: Ojo real contra ojo falso
it: Occhio vero vs. occhio falso
ro: Ochi real vs ochi fals
ru: Глаз против ложного глаза
uk: Справжнє око проти фальшивого
zh: 真眼和假眼

# taskTag_rectangularSix
source: Rectangular six
de: Rechteckige Sechs
es: Seis rectangulares
it: Sei a forma di rettangolo
ro: Șase dreptunghiulare
ru: Прямоугольная шестёрка
uk: Прямокутна шістка
zh: 板六

# taskTag_reduceEyeSpace
source: Reduce eye space
de: Augenraum reduzieren
es: Reducir espacio vital
it: Riduci lo spazio vitale
ro: Reduce spațiul ochiului
ru: Уменьшить глазное пространство
uk: Зменшення місця для очей
zh: 缩小眼位

# taskTag_reduceLiberties
source: Reduce liberties
de: Freiheiten reduzieren
es: Reducir libertades
it: Riduci le libertà
ro: Reduce libertățile
ru: Сокращение дыханий
uk: Зменшення диханнь
zh: 紧气

# taskTag_reduction
source: Reduction
de: Reduktion
es: Reducción
it: Riduzione
ro: Reducere
ru: Уменьшение
uk: Зменшення
zh: 侵消
