Repository: ale64bit/WeiqiHub
Catalog: lib/l10n/app_*.arb
Languages: de, es, it, ro, ru, uk, zh

source: About
de: Über
es: Acerca de WeiqiHub
it: Informazioni
ro: Despre
ru: О приложении
uk: Про WeiqiHub
zh: 关于

source: Accept dead stones
de: Tote Steine akzeptieren
es: Aceptar piedras muertas
it: Accetta pietre catturate
ro: Acceptă pietrele moarte
ru: Принять мёртвые камни
uk: Прийняти мертві камені
zh: 确认死子

source: Accuracy
de: Genauigkeit
es: Precisión
it: Precisione
ro: Precizie
ru: Точность
uk: Точність
zh: 答题准确率

source: AI referee
de: KI-Schiedsrichter
es: Árbitro IA
it: Arbitro AI
ro: Arbitru AI
ru: ИИ-судья
uk: Суддя-ШІ
zh: AI 裁判

source: Always black-to-play
de: Immer Schwarz am Zug
es: Siempre juegan las negras
it: Black to play!
ro: Întotdeauna negru la mutare
ru: Всегда ход чёрных
uk: Завжди хід чорних
zh: 总是执黑先行

# alwaysBlackToPlayDesc
source: Set all tasks as black-to-play to avoid confusion
de: Alle Aufgaben mit Schwarz am Zug aufbauen, um Verwechslung zu vermeiden
es: Hace que en todos los problemas jueguen las negras para evitar confusión
it: Impone la prima mossa al Nero per evitare confusione nei problemi
ro: Setează toate sarcinile ca fiind negru la mutare pentru a evita confuzia
ru: Устанавливать все задачи как ход чёрных, чтобы избежать путаницы
uk: Встановити перший хід чорних для усіх вправ, щоб уникнути плутанини
zh: 永远执黑先行，防止混淆

source: Appearance
de: Aussehen
es: Apariencia
it: Aspetto
ro: Aspect
ru: Интерфейс
uk: Оформлення
zh: 外观

source: Auto counting
de: Automatisches Auszählen
es: Conteo automático
it: Conteggio automatico
ro: Numărare automată
ru: Автоподсчёт
uk: Авто-підрахунок
zh: 自动点目

source: Auto-Match
de: Automatisches Match
es: Buscar partida
it: Abbinamento automatico
ro: Potrivire automată
ru: Автоподбор
uk: Авто-матч
zh: 自动匹配

source: Behaviour
de: Verhalten
es: Comportamiento
it: Preferenze
ro: Comportament
ru: Поведение
uk: Поведінка
zh: 操作

source: Best result
de: Bestes Ergebnis
es: Mejor resultado
it: Record
ro: Cel mai bun rezultat
ru: Лучший результат
uk: Найкращий результат
zh: 最优结果

source: Black
de: Schwarz
es: Negras
it: Nero
ro: Negru
ru: Чёрные
uk: Чорні
zh: 黑

source: Board
de: Brett
es: Tablero
it: Goban
ro: Tabelă
ru: Доска
uk: Дошка
zh: 棋盘

source: Board size
de: Brettgröße
es: Tamaño del tablero
it: Dimensioni
ro: Dimensiunea tablei
ru: Размер доски
uk: Розмір дошки
zh: 棋盘颜色

source: Board theme
de: Brett Aussehen
es: Tema del tablero
it: Stile
ro: Temă a tablei
ru: Тема доски
uk: Тема дошки
zh: 棋盘主题

source: By rank
de: Nach Rang
es: Por rango
it: Per livello
ro: După rang
ru: По рангу
uk: За рангом
zh: 按段位

source: Cancel
de: Abbrechen
es: Cancelar
it: Annulla
ro: Anulează
ru: Отмена
uk: Скасувати
zh: 取消

source: Captures
de: Gefangene
es: Capturas
it: Prigionieri
ro: Capturi
ru: Захваты
uk: Захоплення
zh: 吃子

# clearBoard
source: Clear
de: Brett leeren
es: Limpiar
it: Svuota
ro: Curăță tabla
ru: Очистить
uk: Очистити
zh: 清空

# collectStats
source: Collect statistics
de: Statistiken erfassen
es: Añadir a las estadísticas
it: Registra statistiche
ro: Colectează statistici
ru: Добавлять в статистику
uk: Зібрати статистику
zh: 计入统计

source: Collections
de: Sammlungen
es: Colecciones
it: Raccolte
ro: Colecții
ru: Коллекции
uk: Колекції
zh: 棋书

source: Confirm
de: Bestätigen
es: Confirmar
it: Conferma
ro: Confirmă
ru: Подтвердить
uk: Підтвердити
zh: 确认

source: Confirm board size
de: Brettgröße bestätigen
es: Tamaño de confirmación
it: Conferma in base alla dimensione del goban
ro: Confirmă dimensiunea tablei
ru: Минимальный размер доски
uk: Підтвердити розмір дошки
zh: 确认棋盘大小

# confirmBoardSizeDesc
source: Boards this size or larger require move confirmation
de: Bretter dieser Größe oder größer erfordern eine Zugbestätigung
es: Tableros de este tamaño o mayores requieren confirmar jugadas
it: Per goban di queste dimensioni o maggiori, chiedi di confermare la mossa con un doppio tocco
ro: Tablele de această dimensiune sau mai mari necesită confirmarea mutărilor
ru: Подтверждение ходов требуется для досок этого размера и больше
uk: Дошки цього або більших розмірів вимагають підтвердження ходів
zh: 此尺寸及更大的棋盘需要确认落子

source: Confirm moves
de: Züge bestätigen
es: Confirmar jugada
it: Conferma la mossa
ro: Confirmă mutările
ru: Подтверждение ходов
uk: Підтвердження ходів
zh: 确定落子

# confirmMovesDesc
source: Double-tap to confirm moves on large boards to avoid misclicks
de: Doppelt tippen, um Züge auf großen Brettern zu bestätigen und Fehlklicks zu vermeiden
es: Doble tap para confirmar jugadas en tableros grandes para evitar accidentes
it: Richiedi il doppio tocco per confermare la mossa sui goban più grandi (evita misclick)
ro: Atinge de două ori pentru a confirma mutările pe table mari pentru a evita greșelile
ru: Двойное нажатие на один и тот же пункт для подтверждения хода, чтобы избежать случайных нажатий
uk: Натискайте двічі, щоб підтвердити хід на великій дошці, щоб уникнути помилок
zh: 在较大的棋盘上双击以确认落子，避免误操作

source: Continue
de: Fortfahren
es: Continuar
it: Continua
ro: Continuă
ru: Продолжить
uk: Продовжити
zh: 继续

source: Copy SGF
de: SGF kopieren
es: Copiar SGF
it: Copia SGF
ro: Copiază SGF
ru: Копировать SGF
uk: Скопіювати SGF
zh: 复制SGF

source: Copy task link
de: Aufgabenlink kopieren
es: Copiar enlace al problema
it: Copia link
ro: Copiază linkul sarcinii
ru: Копировать ссылку на задачу
uk: Скопіювати посилання на вправу
zh: 复制题目链接

source: Custom exam
de: Benutzerdefinierte Prüfung
es: Examen personalizado
it: Esame personalizzato
ro: Examen personalizat
ru: Пользовательский экзамен
uk: Користувацький тест
zh: 自定义测试

source: Dark
de: Dunkel
es: Oscuro
it: Scuro
ro: Întunecat
ru: Тёмная
uk: Темна
zh: 深色

source: Don't show again
de: Nicht erneut anzeigen
es: No volver a mostrar
it: Non mostrare più
ro: Nu mai arăta din nou
ru: Больше не показывать
uk: Більше не показувати
zh: 不再显示

source: Download
de: Herunterladen
es: Descargar
ro: Descarcă
ru: Скачать
uk: Завантажити
zh: 下载

source: Edge line
de: Randlinie
es: Línea de borde
it: Bordo
ro: Linie de margine
ru: Линия края
uk: Лінія краю дошки
zh: 棋盘边缘

source: Empty
de: leer
es: Vacío
it: Vuoto
ro: Gol
ru: Пусто
uk: Пусто
zh: 空

source: Endgame exam
de: Endspiel-Prüfung
es: Examen de finales
it: Esame sul fine gioco
ro: Examen de sfirsitul jocului
ru: Экзамены по йосе
uk: Тест по йосе
zh: 官子测试

# enterTaskLink
source: Enter the task link
de: Aufgabenlink eingeben
es: Introduce el enlace al problema
it: Inserisci il link
ro: Introdu linkul sarcinii
ru: Введите ссылку на задачу
uk: Введіть посилання на вправу
zh: 输入题目链接

# errCannotBeEmpty
source: Cannot be empty
de: Darf nicht leer sein
es: No puede estar vacío
it: Non può essere vuoto
ro: Nu poate fi gol
ru: Обязательное поле
uk: Не може бути порожнім
zh: 不能为空

# errFailedToDownloadGame
source: Failed to download game
de: Spiel konnte nicht heruntergeladen werden
es: Error descargando partida.
it: Scaricamento partita fallito
ro: Descărcarea jocului a eșuat
ru: Не удалось скачать партию
uk: Не вдалося завантажити гру
zh: 下载棋局失败

# errFailedToLoadGameList
source: Failed to load game list. Please try again.
de: Spielliste konnte nicht geladen werden. Bitte versuche es erneut.
es: Error cargando lista de partidas. Por favor, prueba de nuevo.
it: Impossibile caricare l'elenco delle partite. Per favore riprova più tardi.
ro: Încărcarea listei de jocuri a eșuat. Te rugăm să încerci din nou.
ru: Не удалось загрузить список партий. Пожалуйста, попробуйте снова.
uk: Не вдалося завантажити список ігор. Спробуйте пізніше
zh: 加载棋局列表失败，请重试。

# errFailedToUploadGameToAISensei
source: Failed to upload game to AI Sensei
de: Spiel konnte nicht zu AI Sensei hochgeladen werden
es: Error enviando partida a AI Sensei
it: Impossibile caricare la partita su AI Sensei
ro: Încărcarea jocului în AI Sensei a eșuat
ru: Не удалось загрузить партию в AI Sensei
uk: Не вдалося завантажити гру на AI Sensei
zh: 上传棋局到 AI Sensei 失败

# errIncorrectUsernameOrPassword
source: Incorrect username or password
de: Falscher Benutzername oder falsches Passwort
es: Nombre de usuario o contraseña incorrectos
it: Username o password non corretti
ro: Nume de utilizator sau parolă incorecte
ru: Неверное имя пользователя или пароль
uk: Невірний логін або пароль
zh: 用户名或密码错误

# errLoginFailedWithDetails
source: Login failed: {message}
de: Anmeldung fehlgeschlagen: {message}
it: Accesso non riuscito: {message}
uk: Вхід не виконано: {message}

# errNetworkError
source: Network error. Please check your connection and try again.
de: Netzwerkfehler. Bitte überprüfe deine Verbindung und versuche es erneut.
es: Error de red. Por favor, verifica tu conexión e inténtalo de nuevo.
it: Errore di rete. Controlla la tua connessione e riprova.
uk: Помилка мережі. Перевірте з'єднання і спробуйте знову.

# errMustBeAtLeast
source: Must be at least {n}
de: Muss mindestens {n} sein
es: No puede ser menor que {n}
it: Deve essere almeno {n}
ro: Trebuie să fie cel puțin {n}
ru: Должно быть не менее {n}
uk: Повинно бути не менше {n}
zh: 必须至少{n}

# errMustBeAtMost
source: Must be at most {n}
de: Darf höchstens {n} sein
es: No puede ser mayor que {n}
it: Deve essere al massimo {n}
ro: Trebuie să fie cel mult {n}
ru: Должно быть не более {n}
uk: Повинно бути не більше {n}
zh: 必须最多{n}

# errMustBeInteger
source: Must be an integer
de: Muss eine ganze Zahl sein
es: Debe ser un número entero
it: Deve essere un numero intero
ro: Trebuie să fie un număr întreg
ru: Должно быть целым числом
uk: Повинно бути цілим числом
zh: 必须为整数

source: Exit
de: Beenden
es: Salir
it: Esci
ro: Ieșire
ru: Выход
uk: Вийти
zh: 退出

source: Exit try mode
de: Testmodus beenden
es: Regresar
it: Ritorna
ro: Ieși din modul de încercare
ru: Выйти из режима пробных ходов
uk: Вийти з режиму пробних ходів
zh: 退出试下模式

source: Find
de: Suchen
es: Buscar
it: Trova
ro: Caută
ru: Найти
uk: Знайти
zh: 查找

source: Find task
de: Problem suchen
es: Buscar problema
it: Trova problema
ro: Caută sarcina
ru: Найти задачу
uk: Знайти вправу
zh: 搜题

# findTaskByLink
source: By link
de: Mit einem Link
es: Con enlace
it: Per link
ro: După link
ru: По ссылке
uk: По посиланню
zh: 链接搜题

# findTaskByPattern
source: By pattern
de: Mit Mustererkennung
es: Con patrón
it: Per posizione
ro: După tipar
ru: По позиции
uk: По позиції
zh: 棋形搜题

# findTaskResults
source: Search results
de: Suchergebnisse
es: Resultados de búsqueda
it: Risultati
ro: Rezultatele căutării
ru: Результаты поиска
uk: Результати пошуку
zh: 搜题结果

# findTaskSearching
source: Searching...
de: Suche...
es: Buscando...
it: Ricerca in corso...
ro: Se caută...
ru: Поиск...
uk: Шукаю...
zh: 搜题中...

source: Force counting
de: Auszählen erzwingen
es: Forzar conteo
it: Forza conteggio
ro: Forțează numărarea
ru: Принудительный подсчёт
uk: Примусовий підрахунок
zh: 强制数子

# foxwqDesc
source: The most popular server in China and the world.
de: Der beliebteste Server in China und weltweit.
es: El servidor más popular de China y el mundo.
it: Il server più popolare in Cina e nel mondo.
ro: Cel mai popular server din China și din lume.
ru: Самый популярный сервер в Китае и в мире.
uk: Найпопулярніший сервер у Китаї і світі.
zh: 野狐围棋是精心打造的专业围棋对弈、社交软件。

source: Game info
de: Spielinfo
es: Información de la partida
it: Info partita
ro: Informații despre joc
ru: Информация о партии
uk: Інформація про гру
zh: 信息

source: Game record
de: Spielaufzeichnung
es: Partida
it: Risultato partita
ro: Înregistrare joc
ru: Запись партии
uk: Запис гри
zh: 棋谱

source: Grading exam
de: Einstufungsprüfung
es: Examen de rango
it: Esame di livello
ro: Examen de clasificare
ru: Контрольный экзамен
uk: Контрольний тест
zh: 棋力测试

source: Handicap
de: Vorgabe
ru: Фора
uk: Фора
zh: 让子数

source: Help
de: Hilfe
es: Ayuda
it: Aiuto
ro: Ajutor
ru: Помощь
uk: Допомога
zh: 帮助

# helpDialogCollections
source: Collections are classic, curated sets of high-quality tasks which hold special value together as a training resource. The main goal is to solve a collection with a high success rate. A secondary goal is to solve it as fast as possible.
de: Kollektionen sind klassische, kuratierte Sets von hochwertigen Aufgaben, die gemeinsam einen besonderen Wert als Trainingsressource bilden. Das Hauptziel ist es, eine Kollektion mit einer hohen Erfolgsquote zu lösen. Ein Nebenziel ist es, sie so schnell wie möglich zu lösen. Um eine Kollektion zu starten oder fortzusetzen, wische im Hochformat nach links über die Kachel der Kollektion oder klicke im Querformat auf die Start-/Weiter-Buttons.
es: Las colecciones son libros clásicos de problemas de alta calidad que tienen un valor especial para el entrenamiento. El objectivo principal es resolver una colección con un alto porcentaje de éxito. El objetivo secundario es resolver una colección lo más rápido posible. Para comenzar o continuar resolviendo una colección, desliza la colección hacia la izquierda en modo retrato, o haz click en el botón Comenzar/Continuar en modo paisaje.
it: Le raccolte sono insiemi classici e curati di problemi di alta qualità che hanno un valore speciale come risorsa formativa. L'obiettivo principale è risolvere una raccolta con un alto tasso di successo. Un obiettivo secondario è risolverla il più velocemente possibile. Per iniziare o continuare a risolvere una raccolta di problemi, scorri verso sinistra sul riquadro della raccolta in modalità verticale o fai clic sui pulsanti Inizia/Continua in modalità orizzontale.
ro: Colecțiile sunt seturi clasice, selectate cu grijă, de sarcini de înaltă calitate care au o valoare specială ca resursă de antrenament. Obiectivul principal este să rezolvi o colecție cu o rată mare de succes. Un obiectiv secundar este să o rezolvi cât mai repede posibil. Pentru a începe sau a continua rezolvarea unei colecții, glisează spre stânga pe elementul colecției în modul portret sau apasă butoanele Start/Continuă în modul peisaj.
ru: Коллекции — это классические, тщательно отобранные наборы высококачественных задач, которые вместе представляют особую ценность как учебный ресурс. Основная цель — решить коллекцию с высоким процентом успеха. Вторичная цель — решить её как можно быстрее. Чтобы начать или продолжить решение коллекции, смахните влево по плитке коллекции в портретном режиме или нажмите кнопки «Начать»/«Продолжить» в ландшафтном режиме.
uk: Колекції - це класичні, ретельно відібрані набори високоякісних завдань, які надзвичайно корисні для тренування. Головна мета - розв’язати колекцію з високою успішністю. Друга мета - зробити це якомога швидше. Щоб розпочати або продовжити розв’язування колекції, проведіть по плитці колекції ліворуч у портретному режимі або натисніть кнопки Почати / Продовжити у ландшафтному режимі.
zh: 棋书是经典的、精选的高质量题目合集，作为训练资源具有特殊价值。 主要目标是以高成功率解完一本棋书。次要目标是尽可能快地完成。 要开始或继续解答棋书，请在竖屏模式下向左滑动棋书图块，或在横屏模式下点击「开始」/「继续」按钮。

# helpDialogEndgameExam
source: - Endgame exams are sets of 10 endgame tasks and you have 45 seconds per task. - You pass the exam if you solve 8 or more correctly (80% success rate). - Passing the exam for a given rank unlocks the exam for the next rank.
de: - Endspielprüfungen bestehen aus 10 Endspielaufgaben, und du hast 45 Sekunden pro Aufgabe. - Du bestehst die Prüfung, wenn du 8 oder mehr Aufgaben korrekt löst (80 % Erfolgsquote). - Das Bestehen der Prüfung für einen bestimmten Rang schaltet die Prüfung für den nächsten Rang frei.
es: - El examen de finales consiste de 10 problemas de finales y tienes 45 segundos para cada problema. - Apruebas el examen si resuelves 8 o más problemas correctamente (porcentaje de éxito de 80%). - Si apruebas el examen de un rango, desbloqueas el examen del rango siguiente.
it: - L'esame sul fine gioco contiene 10 problemi di fine gioco. Hai 45 secondi di tempo per risolvere ogni problema. - Superi la prova se risolvi correttamente almeno 8 problemi (tasso di successo: 80%). - Superare un livello sblocca l'esame per il livello successivo.
ro: - Examenele de final sunt seturi de 10 sarcini de final și ai 45 de secunde pentru fiecare. - Promovezi examenul dacă rezolvi corect 8 sau mai multe (rata de succes 80%). - Promovarea examenului pentru un anumit rang deblochează examenul pentru următorul rang.
ru: - Экзамены по йосе — это наборы из 10 задач по йосе, и у вас есть 45 секунд на каждую задачу. - Вы сдаёте экзамен, если решаете 8 или более задач правильно (80% успеха). - Сдача экзамена для данного ранга открывает экзамен для следующего ранга.
uk: - Тести по йосе - це набори з 10 вправ, на які виділяється 45 секунд на вправу. - Ви успішно проходите тест, якщо правильно вирішуєте 8 чи більше (80% успішність). - Прохдження тесту на певний ранг відкриває дотуп до тесту на наступний ранг.
zh: - 官子测试包含10道官子题，每题限时45秒。 - 答对8题及以上（80%正确率）即为通过。 - 通过当前级别测试将解锁下一级别。

# helpDialogGradingExam
source: - Grading exams are sets of 10 tasks and you have 45 seconds per task. - You pass the exam if you solve 8 or more correctly (80% success rate). - Passing the exam for a given rank unlocks the exam for the next rank.
de: - Einstufungsprüfung bestehen aus 10 Aufgaben, und du hast 45 Sekunden pro Aufgabe. - Du bestehst die Prüfung, wenn du 8 oder mehr Aufgaben korrekt löst (80 % Erfolgsquote). - Das Bestehen der Prüfung für einen bestimmten Rang schaltet die Prüfung für den nächsten Rang frei.
es: - El examen de rango consiste de 10 problemas y tienes 45 segundos para cada problema. - Apruebas el examen si resuelves 8 o más problemas correctamente (porcentaje de éxito de 80%). - Si apruebas el examen de un rango, desbloqueas el examen del rango siguiente.
it: - L'esame di livello contiene 10 problemi. Hai 45 secondi di tempo per risolvere ogni problema. - Superi la prova se risolvi correttamente almeno 8 problemi (tasso di successo: 80%). - Superare un livello sblocca l'esame per il livello successivo.
ro: - Examenele de clasificare sunt seturi de 10 sarcini și ai 45 de secunde pentru fiecare. - Promovezi examenul dacă rezolvi corect 8 sau mai multe (rata de succes 80%). - Promovarea examenului pentru un anumit rang deblochează examenul pentru următorul rang.
ru: - Контрольные экзамены — это наборы из 10 задач, и у вас есть 45 секунд на каждую задачу. - Вы сдаёте экзамен, если решаете 8 или более задач правильно (80% успеха). - Сдача экзамена для данного ранга открывает экзамен для следующего ранга.
uk: - Контрольний тест — це набір 10 вправ, на які виділяється по 45 секунд на вправу. - Ви успішно проходите тест, якщо правильно вирішуєте 8 чи більше (80% успішність). - Прохдження тесту на певний ранг відкриває дотуп до тесту на наступний ранг.
zh: - 棋力测试包含10道题，每题限时45秒。 - 答对8题及以上（80%正确率）即为通过。 - 通过当前级别测试将解锁下一级别。

# helpDialogRankedMode
source: - Solve tasks without a time limit. - Task difficulty increases according to how fast you solve them. - Focus on solving correctly and reach the highest rank possible.
de: - Löse Aufgaben ohne Zeitlimit. - Die Schwierigkeit der Aufgaben steigt entsprechend deiner Lösungs­geschwindigkeit. - Konzentriere dich darauf, korrekt zu lösen und den höchstmöglichen Rang zu erreichen.
es: - Resuelve problemas sin límite de tiempo. - La dificultad de los problemas aumenta de acuerdo a qué tan rápido los resuelves. - Concéntrate en resolver problemas correctamente y alcanzar el rango más alto posible.
it: - Risolvi i problemi senza limiti di tempo. - La difficoltà aumenta in base alla tua rapidità. - Impegnati a risolverli correttamente e raggiungi il grado più alto possibile.
ro: - Rezolvă sarcini fără limită de timp. - Dificultatea sarcinilor crește în funcție de cât de repede le rezolvi. - Concentrează-te pe a rezolva corect și atinge cel mai înalt rang posibil.
ru: - Решайте задачи без ограничения по времени. - Сложность задач увеличивается в зависимости от того, насколько быстро вы их решаете. - Сосредоточьтесь на правильном решении и достигните максимально возможного ранга.
uk: - Розв'язуйте вправи без часових обмежень. - Склідність вправ росте в залежності від того як швидко ви їх вирішуєте. - Зосередьтесь на правильних відповідях і досягніть максимально можливого рангу.
zh: - 无时间限制答题。 - 题目难度会根据您的解题速度动态调整。 - 专注于正确答题，冲击最高等级。

# helpDialogTimeFrenzy
source: - You have 3 minutes to solve as many tasks as possible. - Tasks get increasingly difficult as you solve them. - If you make 3 mistakes, you are out.
de: - Du hast 3 Minuten Zeit, um so viele Aufgaben wie möglich zu lösen. - Die Aufgaben werden zunehmend schwieriger, je mehr du löst. - Wenn du 3 Fehler machst, bist du raus.
es: - Tienes 3 minutos para resolver tantos problemas como sea posible. - La dificultad de los problemas aumenta a medida que los resuelves. - Si fallas 3 problemas, el contrarreloj termina.
it: - Risolvi il maggior numero di problemi possibile in 3 minuti. - I problemi diventano via via più difficili. - Se fai 3 errori, sei fuori.
ro: - Ai 3 minute pentru a rezolva cât mai multe sarcini posibil. - Sarcinile devin tot mai dificile pe măsură ce le rezolvi. - Dacă faci 3 greșeli, ești eliminat.
ru: - У вас есть 3 минуты, чтобы решить как можно больше задач. - Задачи становятся всё сложнее по мере их решения. - Если вы допустите 3 ошибки, вы проиграете.
uk: - У вас є 3 хвилини, щоб вирішити щонайбільше вправ. - Склідність вправ росте в процесі розв'язання. - Якщо зробите три помилки - ви програєте.
zh: - 3分钟内解答尽可能多的题。 - 题目难度会随着您的进度逐渐增加。 - 累计答错3题即结束。

source: Home
de: Startseite
es: Inicio
ro: Acasă
ru: Главная
uk: Головна
zh: 主界面

source: Komi
ru: Коми
uk: Комі
zh: 贴目

source: Language
de: Sprache
es: Idioma
it: Lingua
ro: Limbă
ru: Язык
uk: Мова
zh: 语言

source: Leave
de: Verlassen
es: Salir
it: Abbandona
ro: Părăsește
ru: Покинуть
uk: Залишити
zh: 退出房间

source: Light
de: Hell
es: Claro
it: Chiaro
ro: Luminos
ru: Светлая
uk: Світла
zh: 浅色

source: Login
de: Anmelden
es: Entrar
ro: Autentificare
ru: Войти
uk: Увійти
zh: 登录

source: Logout
de: Abmelden
es: Salir
ro: Deconectare
ru: Выйти
uk: Вийти
zh: 退出

source: Long
de: Lang
es: Larga
it: Lungo
ro: Lung
ru: Длинная
uk: Довга
zh: 长

# mMinutes
source: {m}min
ru: {m} мин
uk: {m} хв.
zh: {m}分钟

# maxNumberOfMistakes
source: Maximum number of mistakes
de: Maximale Fehleranzahl
es: Número máximo de errores
it: Numero massimo di errori
ro: Număr maxim de greșeli
ru: Максимальное количество ошибок
uk: Максимальна кількість помилок
zh: 最大错误数

source: Max rank
de: Max. Rang
es: Rango máx.
it: Livello massimo
ro: Rang maxim
ru: Макс. ранг
uk: Макс. ранг
zh: 最高段位

source: Medium
de: Mittel
es: Media
it: Medio
ro: Mediu
ru: Средняя
uk: Середня
zh: 中

source: Min rank
de: Min. Rang
es: Rango mín.
it: Livello minimo
ro: Rang minim
ru: Мин. ранг
uk: Мін. ранг
zh: 最低段位

source: Minutes
de: Minuten
es: Minutos
it: Minuti
ro: Minute
ru: Минуты
uk: Хвилини
zh: 分

source: Month
de: Monat
es: Mes
it: Mese
ro: Lună
ru: Месяц
uk: Місяць
zh: 月

# msgCannotUseAIRefereeYet
source: AI referee cannot be used yet
de: Der KI-Schiedsrichter kann noch nicht verwendet werden
es: El árbitro IA no está disponible todavía
it: È troppo presto per ricorrere all'arbitro AI
ro: Arbitrul AI nu poate fi folosit încă
ru: ИИ-судья ещё нельзя использовать
uk: Поки що не можна використовувати ШІ-суддю
zh: 您还不能使用 AI 裁判

# msgCannotUseForcedCountingYet
source: Forced counting cannot be used yet
de: Erzwungenes Zählen kann noch nicht verwendet werden
es: No es posible forzar el conteo automático todavía
it: È troppo presto per forzare il conteggio
ro: Numărarea forțată nu poate fi folosită încă
ru: Принудительный подсчёт ещё нельзя использовать
uk: Поки що не можна використовувати примусовий підрахунок
zh: 手数不足，不可强制数子或强制点目
