Repository: ale64bit/WeiqiHub
Catalog: lib/l10n/app_*.arb
Languages: de, es, it, ro, ru, uk, zh

# taskTag_runWeakGroup
source: Run weak group
de: Schwache Gruppe laufen
es: Huída de grupo débil
it: Gestisci il gruppo debole
ro: Fă grupul slab să fugă
ru: Побег слабой группы
uk: Втеча слабкої групи
zh: 出动残子

# taskTag_sabakiAndUtilizingInfluence
source: Sabaki and utilizing influence
de: Sabaki und Einfluss nutzen
es: Sabaki y el uso de influencia
it: Sabaki e utilizzo dell'influenza
ro: Sabaki și utilizarea influenței
ru: Сабаки и использование влияния
uk: Сабакі та використання впливу
zh: 腾挪与借用

# taskTag_sacrifice
source: Sacrifice
de: Opfer
es: Sacrificio
it: Sacrificio
ro: Sacrificiu
ru: Жертва
uk: Жертва
zh: 弃子

# taskTag_sacrificeAndSqueeze
source: Sacrifice and squeeze
de: Opfer und Auspressen
es: Sacrifica y exprime
it: Sacrificio e squeeze
ro: Sacrificiu și strângere
ru: Жертва и сжатие
uk: Жертва і стиснення
zh: 滚打包收

# taskTag_sealIn
source: Seal in
de: Einschließen
es: Sellar
it: Sigilla
ro: Încercuiește (sigilează înăuntru)
ru: Запечатывание
uk: Ув'язнення
zh: 封锁

# taskTag_secondLine
source: Second line
de: Zweite Linie
es: Segunda línea
it: Seconda linea
ro: A doua linie
ru: 2-я линия
uk: Друга лінія
zh: 二线型

# taskTag_seizeTheOpportunity
source: Seize the opportunity
de: Die Gelegenheit ergreifen
es: Aprovecha la oportunidad
it: Cogli l'attimo
ro: Prinde oportunitatea
ru: Воспользоваться возможностью
uk: Використання можливостей
zh: 把握战机

# taskTag_seki
source: Seki
ru: Сэки
uk: Секі
zh: 双活

# taskTag_senteAndGote
source: Sente and gote
de: Sente und Gote
es: Sente y gote
it: Sente e gote
ro: Sente și gote
ru: Сэнтэ и готэ
uk: Сенте і готе
zh: 先手与后手

# taskTag_settleShape
source: Settle shape
de: Form festlegen
es: Asienta la forma
it: Stabilizza la forma
ro: Stabilizează forma
ru: Стабилизировать форму
uk: Стабілізація форми
zh: 整形

# taskTag_settleShapeInSente
source: Settle shape in sente
de: Form in Vorhand festlegen
es: Asienta la forma en sente
it: Stabilizza la forma in sente
ro: Stabilizează forma în sente
ru: Стабилизировать форму в сэнтэ
uk: Стабілізація форми в сенте
zh: 先手定形

# taskTag_shape
source: Shape
de: Form
es: Forma
it: Forma
ro: Formă
ru: Форма
uk: Форма
zh: 棋形

# taskTag_shapesVitalPoint
source: Shape's vital point
de: Vitaler Punkt der Form
es: Punto vital de la forma
it: Punto vitale della forma
ro: Punctul vital al formei
ru: Жизненно важный пункт формы
uk: Критичний пункт форми
zh: 棋形要点

# taskTag_side
source: Side
de: Seite
es: Lado
it: Lato
ro: Margine
ru: Сторона
uk: Сторона
zh: 边部常型

# taskTag_smallBoardEndgame
source: Small board endgame
de: Ensdspiel auf kleinem Brett
es: Finales en tableros pequeños
it: Fine gioco su goban piccolo
ro: Final pe tablă mică
ru: Йосе на маленькой доске
uk: Йосе на маленькій дошці
zh: 小棋盘官子

# taskTag_snapback
source: Snapback
de: Mausefalle
es: Contracaptura
ru: Защелка
uk: Мишоловка
zh: 倒扑

# taskTag_solidConnection
source: Solid connection
de: Feste Verbindung
es: Conección sólida
it: Connessione solida
ro: Conectare solidă
ru: Прочное соединение
uk: Надійне з'єднення
zh: 接

# taskTag_solidExtension
source: Solid extension
de: Feste Erweiterung
es: Extensión sólida
it: Estensione solida
ro: Extensie solidă
ru: Ноби
uk: Надійне розширення
zh: 长

# taskTag_splitInOneMove
source: Split in one move
de: In einem Zug teilen
es: Separar en una jugada
it: Separa in una mossa
ro: Desparte dintr-o mutare
ru: Разделение в один ход
uk: Розділення за один хід
zh: 一步分断

# taskTag_splittingMove
source: Splitting move
de: Teilungszug
es: Jugada de separación
it: Mosse per separare
ro: Mutare de separare
ru: Разделяющий ход
uk: Хід для розділення
zh: 分投

# taskTag_squareFour
source: Square four
de: Klotzige-Vier
es: Cuatro cuadradas
it: Quattro a forma di quadrato
ro: Pătrat de patru
ru: Квадратная четвёрка
uk: Квадратна четвірка
zh: 方四

# taskTag_squeeze
source: Squeeze
de: Auspressen
es: Exprime
ro: Strângere
ru: Сжатие
uk: Стиснення
zh: 滚打

# taskTag_standardCapturingRaces
source: Standard capturing races
de: Standard Freiheitskämpfe
es: Semeais estándares
it: Semeai standard
ro: Cursă standard de capturare
ru: Стандартные семеай
uk: Стандартні семеаї
zh: 常型对杀

# taskTag_standardCornerAndSideEndgame
source: Standard corner and side endgame
de: Standard Ecken- und Seiten-Endspiel
es: Finales estándares en la esquina y el lado
it: Fine gioco standard (angoli e lati)
ro: Final standard de colț și margine
ru: Стандартное йосе в углу и на стороне
uk: Стандартне йосе в куті та на стороні
zh: 边角常型收束

# taskTag_straightFour
source: Straight four
de: Gerader Vierer
es: Cuatro en línea
it: Quattro in fila
ro: Patru în linie
ru: Четыре в ряд
uk: Чотири в лінію
zh: 直四

# taskTag_straightThree
source: Straight three
de: Gerader Dreier
es: Tres en línea
it: Tre in fila
ro: Trei în linie
ru: Три в ряд
uk: Три в лінію
zh: 直三

# taskTag_surroundTerritory
source: Surround territory
de: Territorium umschließen
es: Rodear territorio
it: Circonda il territorio
ro: Încercuiește teritoriul
ru: Окружить территорию
uk: Оточення території
zh: 围空

# taskTag_symmetricShape
source: Symmetric shape
de: Symmetrische Form
es: Forma simétrica
it: Forme simmetriche
ro: Formă simetrică
ru: Симметричная форма
uk: Симетрична форма
zh: 左右同型

# taskTag_techniqueForReinforcingGroups
source: Technique for reinforcing groups
de: Technik zur Verstärkung von Gruppen
es: Técnicas para reforzar grupos
it: Tecniche per rafforzare i gruppi
ro: Tehnică de consolidare a grupurilor
ru: Техника усиления
uk: Техніка посилення груп
zh: 补棋的方法

# taskTag_techniqueForSecuringTerritory
source: Technique for securing territory
de: Technik zur Sicherung des Territoriums
es: Técnicas para asegurar territorio
it: Tecniche per mettere in sicurezza un territorio
ro: Tehnică pentru asigurarea teritoriului
ru: Техника защиты территории
uk: Техніка отримання території
zh: 地中的手段

# taskTag_textbookTasks
source: Textbook tasks
de: Textbuch-Aufgaben
es: Problemas de libro
it: Problemi da libro
ro: Sarcini din manual
ru: Задачи из книг
uk: Вправи з підручників
zh: 文字题

# taskTag_thirdAndFourthLine
source: Third and fourth line
de: Dritte und vierte Linie
es: Tercera y cuarta línea
it: Terza e quarta linea
ro: Linia a treia și a patra
ru: 3-я и 4-я линия
uk: Третя та четверта лінія
zh: 三路和四路

# taskTag_threeEyesTwoActions
source: Three eyes, two actions
de: Drei Augen, zwei Aktionen
es: Tres ojos, dos jugadas
it: Tre occhi, due azioni
ro: Trei ochi, două acțiuni
ru: Три глаза, два хода
uk: Три ока, два хода
zh: 三眼两做

# taskTag_threeSpaceExtensionFromTwoStones
source: Three-space extension from two stones
de: Drei-Raum-Erweiterung von zwei Steinen
es: Extensión de tres puntos desde dos piedras
it: Estensione di tre spazi da due pietre
ro: Extensie de trei spații de la două pietre
ru: Расширение на три пункта от двух камней
uk: Розширення на три пункти від двох каменів
zh: 立二拆三

# taskTag_throwIn
source: Throw-in
de: Einwerfen
es: Sacrificio interno
ro: Aruncare înăuntru (throw-in)
ru: Подкладка
uk: Накаде
zh: 扑

# taskTag_tigersMouth
source: Tiger's mouth
de: Tigerrachen
es: Boca de tigre
it: Bocca di tigre
ro: Gura tigrului
ru: Пасть тигра
uk: Паща тигра
zh: 虎

# taskTag_tombstoneSqueeze
source: Tombstone squeeze
de: Grabstein Auspressen
es: Fantasma cabezón
it: Tombstone squeeze (Pagoda squeeze)
ro: Strângerea pietrei funerare
ru: Сжатие надгробной плиты
uk: Стисання кам'яної пагоди
zh: 大头鬼

# taskTag_tripodGroupWithExtraLegAndSimilar
source: Tripod group with extra leg and similar
de: Tripod-Gruppe mit zusätzlichem Bein und ähnlichem
es: Hocico de cerdito y similares
it: Tripode con gamba extra e simili
ro: Grup tripod cu picior suplimentar și forme similare
ru: Группа «рыльце» и подобные
uk: Тринога група з додатковою ногою і подібні
zh: 小猪嘴及类似型

# taskTag_twoHaneGainOneLiberty
source: Double hane grows one liberty
de: Doppel-Hane gewinnt eine Freiheit
es: Gana una libertad con doble hane
it: Il doppio hane aggiunge una libertà
ro: Dublu hane câștigă o libertate
ru: Двойное ханэ даёт одно даме
uk: Подвійне хане дає одне даме
zh: 两扳长一气

# taskTag_twoHeadedDragon
source: Two-headed dragon
de: Zweiköpfiger Drache
es: Dragón de dos cabezas
it: Drago a due teste
ro: Dragon cu două capete
ru: Двухглавый дракон
uk: Двоголовий дракон
zh: 盘龙眼

# taskTag_twoSpaceExtension
source: Two-space extension
de: Zwei-Raum-Erweiterung
es: Extensión de dos puntos
it: Estensione a due spazi
ro: Extensie de două spații
ru: Расширение на два пункта
uk: Розширення на два пункти
zh: 拆二

# taskTag_typesOfKo
source: Types of ko
de: Arten von Ko
es: Tipos de ko
it: Tipi di ko
ro: Tipuri de ko
ru: Типы ко
uk: Типи ко
zh: 区分劫的种类

# taskTag_underTheStones
source: Under the stones
de: Unter den Steinen
es: Sacrificio y contracaptura
it: Ishi no shita (under the stones)
ro: Sub pietre
ru: Под камнями
uk: Під каменями
zh: 倒脱靴

# taskTag_underneathAttachment
source: Underneath attachment
de: Shitatsuke (unterhalb Anlegen)
es: Apego submarino
it: Tsuke da sotto
ro: Atașare dedesubt
ru: Прикрепление снизу
uk: Прилипання знизу
zh: 托

# taskTag_urgentPointOfAFight
source: Urgent point of a fight
de: Dringender Punkt eines Kampfes
es: Punto urgente de una pelea
it: Punti urgenti per il combattimento
ro: Punct urgent al luptei
ru: Срочный пункт борьбы
uk: Терміновий пункт в боротьбі
zh: 战斗的急所

# taskTag_urgentPoints
source: Urgent points
de: Dringende Punkte
es: Puntos urgentes
it: Punti urgenti
ro: Puncte urgente
ru: Срочный пункт
uk: Термінові пункти
zh: 急所

# taskTag_useConnectAndDie
source: Use connect and die
de: Verbinden und sterben
es: Usa conecta y muere
it: Sfrutta oiotoshi (connect and die)
ro: Folosește conectează și mori
ru: Использовать дамэдзумари
uk: З'єднання і смерть
zh: 利用接不归

# taskTag_useCornerSpecialProperties
source: Use corner special properties
de: Spezielle Eigenschaften der Ecke nutzen
es: Usa las propiedades especiales de la esquina
it: Usa le peculiarità dell'angolo
ro: Folosește proprietățile speciale ale colțului
ru: Использование особых свойств угла
uk: Використання спеціальних властивостей кута
zh: 利用角部特殊性

# taskTag_useDescentToFirstLine
source: Use descent to first line
de: Abstieg zur ersten Linie nutzen
es: Usa el descenso a la primera línea
it: Usa la discesa in prima linea
ro: Folosește coborârea pe prima linie
ru: Использовать спуск на первую линию
uk: Використання спуску на першу лінію
zh: 利用一路硬腿

# taskTag_useInfluence
source: Use influence
de: Einfluss nutzen
es: Usa la influencia
it: Usa l'influenza
ro: Folosește influența
ru: Использовать влияние
uk: Використання вплива
zh: 厚势的作用

# taskTag_useOpponentsLifeAndDeath
source: Use opponent's life and death
de: Das Leben und Tod des Gegners nutzen
es: Usa la vida y muerte del oponente
it: Sfrutta la vita-e-morte dell'avversario
ro: Folosește viața și moartea adversarului
ru: Использовать жизнь и смерть оппонента
uk: Використання життя та смерті опонента
zh: 利用对方死活

# taskTag_useShortageOfLiberties
source: Use shortage of liberties
de: Mangel an Freiheiten nutzen
es: Usa la falta de libertades
it: Sfrutta la carenza di libertà
ro: Folosește lipsa de libertăți
ru: Использовать нехватку дыханий
uk: Використання дамедзумарі
zh: 利用气紧

# taskTag_useSnapback
source: Use snapback
de: Mausefalle nutzen
es: Usar contracaptura
it: Usa lo snapback
ro: Folosește snapback
ru: Использование защелки
uk: Використання мишоловки
zh: 利用倒扑

# taskTag_useSurroundingStones
source: Use surrounding stones
de: Umgebende Steine nutzen
es: Usar piedras alrededor
it: Usa le pietre attorno
ro: Folosește pietrele din jur
ru: Использование внешних камней
uk: Використання оточуючих каменів
zh: 利用外围棋子

# taskTag_vitalAndUselessStones
source: Vital and useless stones
de: Vitale und nutzlose Steine
es: Piedras vitales e inútiles
it: Pietre vitali e pietre inutili
ro: Pietre vitale și inutile
ru: Важные и бесполезные камни
uk: Критичне і непотрібні камені
zh: 要子与废子

# taskTag_vitalPointForBothSides
source: Vital point for both sides
de: Vitaler Punkt für beide Seiten
es: Punto vital para ambos
it: Punti vitali per entrambi
ro: Punct vital pentru ambele părți
ru: Важный пункт для обеих сторон
uk: Критичний пункт для обох сторін
zh: 双方要点

# taskTag_vitalPointForCapturingRace
source: Vital point for capturing race
de: Vitaler Punkt für den Freiheitskampf
es: Punto vital para semeais
it: Punti vitali per il semeai
ro: Punct vital pentru cursa de capturare
ru: Важный пункт для семеай
uk: Критичний пункт для семеай
zh: 对杀要点

# taskTag_vitalPointForIncreasingLiberties
source: Vital point for increasing liberties
de: Vitaler Punkt zur Erhöhung der Freiheiten
es: Punto vital para aumentar libertades
it: Punti vitali per aumentare le libertà
ro: Punct vital pentru creșterea libertăților
ru: Важный пункт для увеличения даме
uk: Критичний пункт для збільшення дихань
zh: 延气要点

# taskTag_vitalPointForKill
source: Vital point for kill
de: Vitaler Punkt für das Töten
es: Punto vital para matar
it: Punti vitali per uccidere
ro: Punct vital pentru ucidere
ru: Жизненно важный пункт для убийства
uk: Критичний пункт для вбивства
zh: 杀棋要点

# taskTag_vitalPointForLife
source: Vital point for life
de: Vitaler Punkt für das Leben
es: Punto vital para vivir
it: Punti vitali per vivere
ro: Punct vital pentru viață
ru: Жизненно важный пункт для жизни
uk: Критичний пункт для життя
zh: 活棋要点

# taskTag_vitalPointForReducingLiberties
source: Vital point for reducing liberties
de: Vitaler Punkt zur Verringerung der Freiheiten
es: Punto vital para reducir libertades
it: Punti vitali per ridurre le libertà
ro: Punct vital pentru reducerea libertăților
ru: Важная точка для сокращения дыханий
uk: Критичний пункт для зменшення дихань
zh: 紧气要点

# taskTag_wedge
source: Wedge
de: Warikomi (Keil)
es: Cuña
ro: Pană
ru: Варикоми
uk: Вклинювання
zh: 挖

# taskTag_wedgingCapture
source: Wedging capture
de: Warikomi-Fang
es: Captura usando la cuña
it: Cattura con wedge
ro: Captură prin pană
ru: Захват варикоми
uk: Захоплення вклинюванням
zh: 挖吃

# taskTimeout
source: Timeout
de: Zeitüberschreitung
es: Se acabó el tiempo
ro: Timp expirat
ru: Время вышло
uk: Час вийшло
zh: 答题超时

# taskTypeAppreciation
source: Appreciation
de: Wertschätzung
es: Apreciación
it: Valutazione
ro: Apreciere
ru: Оценка позиции
uk: Оцінка позиції
zh: 欣赏题

# taskTypeCapture
source: Capture stones
de: Steine fangen
es: Capturar
it: Cattura
ro: Capturare de pietre
ru: Захват камней
uk: Захоплення каменів
zh: 吃子题

# taskTypeCaptureRace
source: Capture race
de: Freiheitskampf
es: Semeai
it: Semeai (capturing race)
ro: Cursă de capturare
ru: Семеай
uk: Семеай
zh: 对杀题

# taskTypeEndgame
source: Endgame
de: Endspiel
es: Finales
it: Yose (fine gioco)
ro: Final
ru: Йосе
uk: Йосе
zh: 官子题

# taskTypeJoseki
source: Joseki
ru: Дзёсэки
uk: Джосекі
zh: 定式题

# taskTypeLifeAndDeath
source: Life & death
de: Leben & Tod
es: Vida y muerte
ro: Viață și moarte
ru: Жизнь и смерть
uk: Життя та смерть
zh: 死活题

# taskTypeMiddlegame
source: Middlegame
de: Mittelspiel
es: Medio-juego
it: Chuban (mediogioco)
ro: Joc de mijloc
ru: Середина игры
uk: Середина гри
zh: 中盘作战题

# taskTypeOpening
source: Opening
de: Eröffnung
es: Apertura
it: Fuseki (apertura)
ro: Deschidere
ru: Фусэки
uk: Фусекі
zh: 布局题

# taskTypeTesuji
source: Tesuji
ru: Тесуджи
uk: Тесуджі
zh: 手筋题

# taskTypeTheory
source: Theory
de: Theorie
es: Teoría
it: Teoria
ro: Teorie
ru: Теория
uk: Теорія
zh: 棋理题

# taskWrong
source: Wrong
de: Falsch
es: Incorrecto
it: Sbagliato
ro: Greșit
ru: Неверно
uk: Невірно
zh: 答错了

source: Tasks solved
de: Gelöste Aufgaben
es: Problemas resueltos
it: Problema risolto
ro: Sarcini rezolvate
ru: Задач решено
uk: Вправ вирішено
zh: 解题数

source: Test
es: Probar
ru: Тест
uk: Тест
zh: 测试

source: Theme
de: Thema
es: Tema
it: Tema
ro: Temă
ru: Тема
uk: Тема
zh: 主题

source: Thick
de: Dick
es: Gruesa
it: Spesso
ro: Gros
ru: Толстая
uk: Товста
zh: 粗线

source: Time frenzy
de: Zeitrausch
es: Contrarreloj
it: Frenesia
ro: Go contra cronometru
ru: Временной раж
uk: Часове шаленство
zh: 限时挑战

# timeFrenzyMistakes
source: Track Time Frenzy mistakes
de: Zeitrausch Fehler
es: Rastrear errores en Contrarreloj
it: Ricorda gli errori durante la Frenesia
ro: Urmărește greșelile din Go contra cronometru
ru: Отслеживать ошибки во Временном раже
uk: Відслітковувати помилки у Часовому шаленстві

# timeFrenzyMistakesDesc
source: Enable to save mistakes made in Time Frenzy
de: Fehler im Zeitrausch Modus werden gespeichert
es: Habilitar para guardar errores cometidos en Contrarreloj
it: Abilita il salvataggio degli errori commessi durante le sessioni di Frenesia
ro: Activează pentru a salva greșelile făcute în Go contra cronometru
ru: Включить для сохранения ошибок, сделанных во Временном раже
uk: Увімкнути збереження помилок зробленими в Часовому шаленстві

source: Randomize task orientation
de: Zufällige Aufgabenorientierung
es: Orientación aleatoria de problemas
it: Orientamento casuale
uk: Випадково згенерована орієнтація діаграм

# randomizeTaskOrientationDesc
source: Randomly rotates and reflects tasks along horizontal, vertical, and diagonal axes to prevent memorization and enhance pattern recognition.
de: Zufälliges Drehen und Spiegeln von Aufgaben entlang horizontaler, vertikaler und diagonaler Achsen, um Auswendiglernen zu verhindern und die Mustererkennung zu verbessern.
es: Rota y refleja aleatoriamente los problemas a lo largo de los ejes horizontal, vertical y diagonal para evitar la memorización y mejorar el reconocimiento de patrones.
it: Ruota e rifletti casualmente i problemi lungo gli assi orizzontale, verticale e diagonale per prevenire la memorizzazione e migliorare il riconoscimento dei pattern.
uk: Випадково повертає діаграми вправ по горизонталі, вертакалі чи діагоналі, щоб ускладнити запам'ятовування і покращити розпізнавання паттернів.

source: Time per task
de: Zeit pro Aufgabe
es: Tiempo por problema
it: Tempo problema
ro: Timp per sarcină
ru: Время на задачу
uk: Час на вправу
zh: 单题用时

source: Today
de: Heute
es: Hoy
it: Oggi
ro: Astăzi
ru: Сегодня
uk: Сьогодні
zh: 今日

# tooltipAnalyzeWithAISensei
source: Analyze with AI Sensei
de: Mit AI Sensei analysieren
es: Analizar con AI Sensei
it: Analizza con AI Sensei
ro: Analizează cu AI Sensei
ru: Анализировать с AI Sensei
uk: Аналізувати з AI Sensei
zh: 使用 AI Sensei 分析

# tooltipDownloadGame
source: Download game
de: Spiel herunterladen
es: Descargar partida
it: Scarica
ro: Descarcă jocul
ru: Скачать партию
uk: Завантажити гру
zh: 下载棋局

source: Topic
de: Thema
es: Tema
it: Argomento
ro: Subiect
ru: Тема
uk: Тема
zh: 主题

source: Topic exam
de: Themen Prüfung
es: Examen temático
it: Argomento del test
ro: Examen pe subiect
ru: Тематический экзамен
uk: Тематичний тест
zh: 主题测试

source: Topics
de: Themen
es: Temas
it: Argomenti
ro: Subiecte
ru: Темы
uk: Теми
zh: 主题

source: Train
de: Trainieren
es: Entrenar
it: Allenamento
ro: Antrenează-te
ru: Тренироваться
uk: Тренуватися
zh: 练习

# trainingAvgTimePerTask
source: Avg time per task
de: Durchschn. Zeit pro Aufgabe
es: Tiempo promedio por problema
it: Tempo medio problema
ro: Timp mediu per sarcină
ru: Ср. время на задачу
uk: Середній час на вправу
zh: 平均单题用时

# trainingFailed
source: Failed
de: Nicht bestanden
es: No aprobado
it: Fallito
ro: Eșuat
ru: Не сдано
uk: Не пройдено
zh: 未通过

# trainingMistakes
source: Mistakes
de: Fehler
es: Errores
it: Errori
ro: Greșeli
ru: Ошибки
uk: Помилки
zh: 错误

# trainingPassed
source: Passed
de: Bestanden
es: Aprobado
it: Superato
ro: Promovat
ru: Сдано
uk: Пройдено
zh: 通过

# trainingTotalTime
source: Total time
de: Gesamtzeit
es: Tiempo total
it: Tempo totale
ro: Timp total
ru: Общее время
uk: Загальний час
zh: 总用时

source: Try custom moves
de: Eigene Züge ausprobieren
es: Probar otras jugadas
it: Prova altre mosse
ro: Încearcă mutări personalizate
ru: Попробовать свои ходы
uk: Спробувати власні ходи
zh: 试下

# tygemDesc
source: The most popular server in Korea and one of the most popular in the world.
de: Der beliebteste Server in Korea und einer der beliebtesten weltweit.
es: El servidor más popular de Corea y uno de los más populares del mundo.
it: Il server più popolare in Corea e uno dei più popolari al mondo.
ro: Cel mai popular server din Coreea și unul dintre cele mai populare din lume.
ru: Самый популярный сервер в Корее и один из самых популярных в мире.
uk: Найпопулрніший сервер в Кореї і один з найпопулярніших в світі.
zh: Tygem 是韩国最受欢迎的围棋对弈平台，以其激烈的在线对局氛围而闻名世界。

source: Type
de: Typ
es: Tipo
it: Tipo
ro: Tip
ru: Тип
uk: Тип
zh: 类型

source: UI
es: Interfaz
it: Interfaccia utente
ro: Interfață utilizator
ru: Интерфейс
uk: Інтерфейс
zh: 界面

source: User info
de: Benutzerinfo
es: Perfil de usuario
it: Info utente
ro: Informații utilizator
ru: Информация о пользователе
uk: Інформація про користувача
zh: 用户信息

source: Username
de: Benutzername
es: Nombre de usuario
ro: Nume de utilizator
ru: Имя пользователя
uk: Ім'я користувача
zh: 用户名

source: Voice
de: Stimme
es: Voz
it: Voce
ro: Voce
ru: Голос
uk: Голос
zh: 声音

source: Week
de: Woche
es: Semana
it: Settimana
ro: Săptămână
ru: Неделя
uk: Тиждень
zh: 周

source: White
de: Weiß
es: Blancas
it: Bianco
ro: Alb
ru: Белые
uk: Білі
zh: 白

source: Yes
de: Ja
es: Sí
it: Si
ro: Da
ru: Да
uk: Так
zh: 确定

# foxwqName
source: Fox Weiqi
ru: Фокс Вэйци

# pxsByoyomi
source: {p}×{s}s
ru: {p}×{s}с

source: Avg. rank
de: Durchschn. Rang

source: By type
de: Nach Typ

# chartTitleCorrectCount
source: Correct count
de: Richtige Antworten

# chartTitleExamCompletionTime
source: Exam completion time
de: Prüfungsdauer

source: Charts
de: Diagramme

source: Deselect all
de: Alle abwählen

source: Error
de: Fehler

# maxChartPoints
source: Max points
de: Max. Punkte

# msgConfirmDeletePreset
source: Are you sure that you want to delete this preset?
de: Möchten Sie diese Vorlage wirklich löschen?

# msgPresetAlreadyExists
source: A preset with that name already exists.
de: Eine Vorlage mit diesem Namen existiert bereits.

source: Preset name
de: Vorlagenname

source: Presets
de: Vorlagen

source: Save preset
de: Vorlage speichern

source: Select all
de: Alle auswählen

# ogsName
source: Online Go Server
ro: Serverul Online Go

source: per task
it: per problema
