Repository: ale64bit/WeiqiHub
Catalog: lib/l10n/app_*.arb
Languages: de, es, it, ro, ru, uk, zh

# msgConfirmDeleteCollectionProgress
source: Are you sure that you want to delete the previous attempt?
de: Bist du sicher, dass du den bisherigen Fortschritt löschen möchtest?
es: ¿Estás seguro(a) de que quieres abandonar el intento anterior?
it: Vuoi davvero cancellare il precedente tentativo?
ro: Ești sigur că vrei să ștergi încercarea anterioară?
ru: Вы уверены, что хотите начать коллекцию заново? Текущий прогресс будет удалён.
uk: Ви впевнені, що хочете почати колекцію заново? Поточний прогрес буде втрачено.
zh: 确定要删除之前的棋书进度吗？

# msgConfirmResignation
source: Are you sure that you want to resign?
de: Bist du sicher, dass du aufgeben möchtest?
es: ¿Estás seguro(a) de que quieres abandonar?
it: Vuoi davvero abbandonare?
ro: Ești sigur că vrei să renunți?
ru: Вы уверены, что хотите сдаться?
uk: Ви впевнені, що хочете здатися
zh: 确认认输？

# msgConfirmStopEvent
source: Are you sure that you want to stop the {event}?
de: Bist du sicher, dass du {event} beenden möchtest?
es: ¿Estás seguro(a) de que quieres abandonar el {event}?
it: Vuoi interrompere la prova?
ro: Ești sigur că vrei să oprești {event}?
ru: Вы уверены, что хотите остановить {event}?
uk: Ви впевнені, що хочете зупинити {event}?
zh: 确定要停止{event}吗？

# msgDownloadingGame
source: Downloading game
de: Spiel wird heruntergeladen
es: Descargando partida
it: Scaricamento partita
ro: Se descarcă jocul
ru: Скачивание партии
uk: Гра завантажується
zh: 下载棋局中

# msgGameSavedTo
source: Game saved to {path}
de: Spiel gespeichert unter {path}
es: Partida guardada en {path}
it: Partita salvata in {path}
ro: Joc salvat în {path}
ru: Партия сохранена в {path}
uk: Гру збережено в {path}
zh: 棋局已保存至{path}

# msgPleaseWaitForYourTurn
source: Please, wait for your turn
de: Bitte warte auf deinen Zug
es: Por favor, espera tu turno
it: Per favore, attendi il tuo turno
ro: Te rog, așteaptă-ți rândul
ru: Пожалуйста, дождитесь своего хода
uk: Будь-ласка, зачекайте на ваш хід
zh: 请等待您的回合

# msgSearchingForGame
source: Searching for a game...
de: Suche nach einem Spiel...
es: Buscando partida...
it: Cerco una partita...
ro: Se caută un joc...
ru: Поиск партии...
uk: Шукаю на гру...
zh: 正在寻找对局...

# msgSgfCopied
source: SGF copied to clipboard
de: SGF in die Zwischenablage kopiert.
es: SGF copiado al portapapeles
it: SGF copiato
ro: SGF copiat în clipboard
ru: SGF скопирован в буфер обмена
uk: SGF скопійовано в буфер обміну

# msgTaskLinkCopied
source: Task link copied.
de: Aufgabenlink kopiert.
es: Enlace al problema copiado.
it: Link copiato
ro: Linkul sarcinii a fost copiat.
ru: Ссылка на задачу скопирована.
uk: Посилання на вправу скопійовано.
zh: 题目链接已复制

# msgWaitingForOpponentsDecision
source: Waiting for your opponent's decision...
de: Warte auf die Entscheidung deines Gegners...
es: Esperando la decisión de tu oponente...
it: In attesa che l'avversario decida...
ro: Se așteaptă decizia adversarului...
ru: Ожидание решения вашего оппонента...
uk: Чекаємо на рішення опонента...
zh: 等待决定...

# msgYouCannotPass
source: You cannot pass
de: Du kannst nicht passen
es: No puedes pasar
it: Non puoi passare
ro: Nu poți pasa
ru: Вы не можете пасовать
uk: Ви не можете пропустити хід
zh: 本局您已经不能再停一手了。

# msgYourOpponentDisagreesWithCountingResult
source: Your opponent disagrees with the counting result
de: Dein Gegner ist mit der Auszählung nicht einverstanden
es: Tu oponente no está de acuerdo con el resultado del conteo
it: L'avversario non è d'accordo col risultato
ro: Adversarul tău nu este de acord cu rezultatul numărării
ru: Ваш оппонент не согласен с результатом подсчёта
uk: Опонент не погоджується із результатом підрахунку
zh: 有人不同意点目结果。

# msgYourOpponentRefusesToCount
source: Your opponent refuses to count
de: Dein Gegner weigert sich zu auszuzählen
es: Tu oponente no acepta el conteo automático.
it: L'avversario ha rifiutato il conteggio
ro: Adversarul tău refuză să numere
ru: Ваш оппонент отказывается от подсчёта
uk: Опонент відмовляється від підрахунку
zh: 对方不同意点目。

# msgYourOpponentRequestsAutomaticCounting
source: Your opponent requests automatic counting. Do you agree?
de: Dein Gegner fordert automatisches Auszählen an. Bist du damit einverstanden?
es: Tu oponente pide conteo automático. ¿Aceptas?
it: L'avversario ha richiesto il conteggio automatico. Sei d'accordo?
ro: Adversarul tău solicită numărarea automată. Ești de acord?
ru: Ваш оппонент запрашивает автоматический подсчёт. Вы согласны?
uk: Опонент запитує на автоматичний підрахунок. Погоджуєтесь?
zh: 对方要求自动点目，是否同意？

source: My games
de: Meine Spiele
es: Mis partidas
it: Le mie partite
ro: Jocurile mele
ru: Мои партии
uk: Мої ігри
zh: 我的棋局

source: My mistakes
de: Meine Fehler
es: Mis errores
it: I miei errori
ro: Greșelile mele
ru: Мои ошибки
uk: Мої помилки
zh: 我的错题本

# nTasks
source: {count, plural, =0{No tasks} =1{1 task} other{{count} tasks}}
de: {count, plural, =0{Keine Aufgaben} =1{1 Aufgabe} other{{count} Aufgaben}}
es: {count, plural, =0{No hay problemas} =1{1 problema} other{{count} problemas}}
it: {count, plural, =0{Nessun problema} =1{1 problema} other{{count} problemi}}
ro: {count, plural, =0{Nicio sarcină} =1{1 sarcină} other{{count} sarcini}}
ru: {count, plural, =0{Нет задач} =1{1 задача} other{{count} задач}}
uk: {count, plural, =0{Немає вправ} =1{1 вправа доступна} other{{count} вправ}}
zh: {count, plural, =0{无题} other{{count}题}}

# nTasksAvailable
source: {count, plural, =0{No tasks available} =1{1 task available} other{{count} tasks available}}
de: {count, plural, =0{Keine Aufgaben verfügbar} =1{1 Aufgabe verfügbar} other{{count} Aufgaben verfügbar}}
es: {count, plural, =0{No hay problems disponibles} =1{1 problema disponible} other{{count} problemas disponibles}}
it: {count, plural, =0{Problemi non disponibili} =1{1 problema disponibile} other{{count} problemi disponibili}}
ro: {count, plural, =0{Nicio sarcină disponibilă} =1{1 sarcină disponibilă} other{{count} sarcini disponibile}}
ru: {count, plural, =0{Нет доступных задач} =1{1 задача доступна} other{{count} задач доступно}}
uk: {count, plural, =0{Немає доступних вправ} =1{1 вправа доступна} other{{count} вправ доступно}}
zh: {count, plural, =0{无题} other{{count}题}}

# newBestResult
source: New best!
de: Neuer Rekord!
es: ¡Nuevo record!
it: Nuovo record!
ro: Cel mai bun rezultat nou!
ru: Новый рекорд!
uk: Новий рекорд!
zh: 新纪录！

source: No
de: Nein
ro: Nu
ru: Нет
uk: Ні
zh: 取消

source: None
de: Keine
es: Ninguna
it: Nessuna
ro: Niciuna
ru: Нет
uk: Немає
zh: 无

source: Number of tasks
de: Anzahl der Aufgaben
es: Número de problemas
it: Numero di problemi
ro: Număr de sarcini
ru: Количество задач
uk: Кількість вправ
zh: 题目数量

# ogsDesc
source: An international server, most popular in Europe and the Americas.
de: Ein internationaler Server welcher am meisten in Europa und Amerika genutzt wird.
es: Un servidor internacional, más popular en Europa y las Américas.
it: Un server internazionale, più popolare in Europa e nelle Americhe.
ro: Principala platformă online de Go, cu turnee, analiză AI și o comunitate vibrantă.
ru: Главная онлайн-платформа для игры в Го с турнирами, анализом от ИИ и активным сообществом.
uk: Міжнародний сервер, найпопулярніший в Європі та Америці.
zh: Online Go Server (OGS) 是功能强大的国际性围棋对弈平台，提供丰富的比赛和AI分析工具。

source: OK
ru: ОК
uk: ОК
zh: 确定

source: Pass
de: Passen
es: Pasar
it: Passa
ro: Pasează
ru: Пас
uk: Пас
zh: 虚手

source: Password
de: Passwort
es: Contraseña
ro: Parolă
ru: Пароль
uk: Пароль
zh: 密码

source: Play
de: Spielen
es: Jugar
it: Gioca
ro: Joacă
ru: Играть
uk: Грати
zh: 对局

# pleaseMarkDeadStones
source: Please mark the dead stones.
de: Bitte markiere die toten Steine.
es: Por favor, marca las piedras muertas.
it: Indica le pietre catturate.
ro: Te rog marchează pietrele moarte.
ru: Пожалуйста, отметьте мёртвые камни.
uk: Будь-ласка, позначте мертві камені.
zh: 请标记死子。

source: Promotion requirements
de: Anforderungen zum Auftsieg
es: Requisitos de promoción
it: Requisiti per la promozione
ro: Cerințe pentru promovare
ru: Требования для повышения
uk: Вимоги для підвищення
zh: 升级要求

source: Rank
de: Rang
es: Rango
it: Livello
ro: Rang
ru: Ранг
uk: Ранг
zh: 段位

source: Ranked mode
de: Gewerteter Modus
es: Clasificatorio
it: Modalità classificata
ro: Mod clasament
ru: Рейтинговый режим
uk: З рейтингом
zh: 等级模式

source: Recent record
de: Letzte Ergebnisse
es: Resultados recientes
it: Risultato recente
ro: Rezultate recente
ru: Недавние результаты
uk: Отсанні результати
zh: 当前战绩

source: Register
de: Registrieren
es: Registrarse
it: Registrati
ro: Înregistrare
ru: Зарегистрироваться
uk: Зареєструватися
zh: 创建帐号

source: Reject dead stones
de: Tote Steine ablehnen
es: Rechazar piedras muertas
it: Rifiuta pietre catturate
ro: Respinge pietrele moarte
ru: Отклонить мёртвые камни
uk: Відхилити мертві камені
zh: 取消死子

source: Resign
de: Aufgeben
es: Abandonar
it: Abbandona
ro: Renunță
ru: Сдаться
uk: Здатися
zh: 认输并退出

source: Response delay
de: Antwortverzögerung
es: Demora de respuesta
it: Ritarda la risposta
ro: Întârziere răspuns
ru: Задержка ответа
uk: Затримка відповіді
zh: 响应延迟

# responseDelayDesc
source: Duration of the delay before the response appears while solving tasks
de: Dauer der Verzögerung, bevor beim Lösen einer Aufgabe die Antwort erscheint
es: Demora de la respuesta del oponente mientras resuelves problemas
it: Imposta un tempo di attesa prima di mostrare la risposta di un problema
ro: Durata întârzierii înainte ca răspunsul să apară în timpul rezolvării sarcinilor
ru: Задержка перед показом ответного хода при решении задач
uk: Час затримки перед тим як з'явиться відповідь під час вирішення вправ
zh: 解题时响应前的延迟时长

# responseDelayLong
source: Long
de: Lang
es: Larga
it: Lungo
ro: Lungă
ru: Длинная
uk: Довга
zh: 长

# responseDelayMedium
source: Medium
de: Mittel
es: Media
it: Medio
ro: Medie
ru: Средняя
uk: Середня
zh: 中

# responseDelayNone
source: None
de: Keine
es: Sin demora
it: Nessuno
ro: Fără
ru: Нет
uk: Відсутня
zh: 无

# responseDelayShort
source: Short
de: Kurz
es: Corta
it: Breve
ro: Scurtă
ru: Короткая
uk: Коротка
zh: 短

source: Result
de: Ergebnis
es: Resultado
it: Risultato
ro: Rezultat
ru: Результат
uk: Результат
zh: 结果

# resultAccept
source: Accept
de: Akzeptieren
es: Aceptar
it: Accetta
ro: Acceptă
ru: Принять
uk: Прийняти
zh: 接受

# resultReject
source: Reject
de: Ablehnen
es: Rechazar
it: Rifiuta
ro: Respinge
ru: Отказаться
uk: Відмовити
zh: 拒绝

source: Rules
de: Regeln
es: Reglas
it: Regole
ro: Reguli
ru: Правила
uk: Правила
zh: 规则

# rulesChinese
source: Chinese
de: Chinesisch
es: Chinas
it: Cinesi
ro: Chineze
ru: Китайские
uk: Китайські
zh: 中国规则

# rulesJapanese
source: Japanese
de: Japanisch
es: Japonesas
it: Giapponesi
ro: Japoneze
ru: Японские
uk: Японські
zh: 日本规则

# rulesKorean
source: Korean
de: Koreanisch
es: Coreanas
it: Coreane
ro: Coreene
ru: Корейские
uk: Корейські
zh: 韩国规则

source: Save
de: Sichern
es: Guardar
it: Salva
ro: Salvează
ru: Сохранить
uk: Зберегти
zh: 保存

source: Save SGF
de: SGF speichern
es: Guardar SGF
it: Salva SGF
ro: Salvează SGF
ru: Сохранить SGF
uk: Зберегти SGF
zh: 保存SGF

source: Seconds
de: Sekunden
es: Segundos
it: Secondi
ro: Secunde
ru: Секунды
uk: Секунди
zh: 秒

source: Settings
de: Einstellungen
es: Preferencias
it: Impostazioni
ro: Setări
ru: Настройки
uk: Налаштування
zh: 设置

source: Short
de: Kurz
es: Corta
it: Corta
ro: Scurt
ru: Короткая
uk: Короткий
zh: 短

source: Show coordinates
de: Koordinaten anzeigen
es: Mostrar coordenadas
it: Coordinate
ro: Afișează coordonatele
ru: Показывать координаты
uk: Відображати координати
zh: 显示坐标

# showMoveErrorsAsCrosses
source: Display wrong moves as crosses
de: Falsche Züge als Kreuz darstellen
es: Mostrar jugadas incorrectas como cruces
it: Usa le croci per le mosse sbagliate
ro: Afișează mutările greșite ca cruci
ru: Отображать неправильные ходы крестами
uk: Позначати невірні ходи хрестиком

# showMoveErrorsAsCrossesDesc
source: Display wrong moves as red crosses instead of red dots
de: Falsche Züge werden als rotes Kreuz anstatt eines roiten Punkts angezeigt
es: Mostrar jugadas incorrectas como cruces rojas en lugar de puntos rojos
it: Indica le mosse sbagliate con una X rossa invece di un pallino
ro: Afișează mutările greșite ca cruci roșii în loc de puncte roșii
ru: Отображать неправильные ходы красными крестами вместо красных точек
uk: Відображати невірні ходи як червоними хрестиками замість червоних крапок

source: Simple
de: Einfach
it: Sottile
ro: Simplu
ru: Простая
uk: Проста
zh: 普通

# sortModeDifficult
source: Difficult
de: Schwierig
es: Difíciles
it: Difficile
ro: Dificil
ru: Сложные
uk: Складні
zh: 困难

# sortModeRecent
source: Recent
de: Neueste
es: Recientes
it: Recente
ru: Недавние
uk: Нещодавні
zh: 最近

source: Sound
de: Ton
es: Sonido
it: Suono
ro: Sunet
ru: Звук
uk: Звук
zh: 声音

source: Start
es: Comenzar
it: Inizia
ru: Начать
uk: Почати
zh: 开始

source: Statistics
de: Statistiken
es: Estadísticas
it: Statistiche
ro: Statistici
ru: Статистика
uk: Статистика
zh: 统计

# statsDateColumn
source: Date
de: Datum
es: Fecha
it: Data
ro: Dată
ru: Дата
uk: Дата
zh: 日期

# statsDurationColumn
source: Time
de: Dauer
es: Tiempo
it: Durata
ro: Durată
ru: Время
uk: Тривалість
zh: 用时

# statsTimeColumn
source: Time
de: Zeit
es: Hora
it: Tempo
ro: Timp
ru: Время
uk: Час
zh: 时间

source: Stone shadows
de: Steinschatten
es: Sombra de las piedras
it: Ombre
ro: Umbrele pietrelor
ru: Тени камней
uk: Тіні в каменів
zh: 棋子阴影

source: Stones
de: Steine
es: Piedras
it: Pietre
ro: Pietre
ru: Камни
uk: Камені
zh: 棋子

source: Subtopic
de: Unterthema
es: Subtema
it: Sottoargomento
ro: Subtemă
ru: Подтема
uk: Підтема
zh: 子主题

source: System
es: Sistema
it: Sistema
ro: Sistem
ru: Система
uk: Система
zh: 系统

source: Task
de: Aufgabe
es: Problema
it: Problema
ro: Sarcină
ru: Задача
uk: Вправа
zh: 题

# taskCorrect
source: Correct
de: Richtig
es: Correcto
it: Corretto
ro: Corect
ru: Верно
uk: Правильно
zh: 答对了！

# taskNext
source: Next
de: Weiter
es: Siguiente
it: Prossimo
ro: Următorul
ru: Следующий
uk: Наступна
zh: 下一题

source: Task not found
de: Aufgabe nicht gefunden
es: No se encontró el problema
it: Problema non trovato
ro: Sarcina nu a fost găsită
ru: Задача не найдена
uk: Вправа не знайдена
zh: 未找到该题

# taskRedo
source: Redo
de: Erneut versuchen
es: Reintentar
it: Ritenta
ro: Reia
ru: Переделать
uk: Переробити
zh: 重做题

source: Task source
de: Quelle der Aufgaben
es: Origen de problemas
it: Fonte dei problemi
ro: Sursă sarcină
ru: Происхождение задач
uk: Джерело вправи
zh: 题库来源

# taskSourceFromMyMistakes
source: From my mistakes
de: Aus meinen Fehlern
es: Mis errores
it: I miei errori
ro: Din greșelile mele
ru: Из моих ошибок
uk: Із моїх помилок
zh: 来自我的错题

# taskSourceFromTaskTopic
source: From task topic
de: Aus dem Aufgabenthema
es: Por tema
it: Argomento
ro: Din subiectul sarcinii
ru: Из темы задач
uk: Із теми вправ
zh: 来自专题题库

# taskSourceFromTaskTypes
source: From task types
de: Aus den Aufgabentypen
es: Por tipos de problema
it: Tipologia
ro: Din tipurile de sarcini
ru: Из типов задач
uk: Із типів вправ
zh: 来自题型分类

# taskTag_afterJoseki
source: After joseki
de: Nach dem joseki
es: Continuaciones de joseki
it: Dopo il joseki
ro: După joseki
ru: После дзёсэки
uk: Після джосекі
zh: 定式之后

# taskTag_aiOpening
source: AI opening
de: KI Eröffnung
es: Apertura de IA
it: Aperture AI
ro: Deschidere AI
ru: Фусэки от ИИ
uk: ШІ фусекі
zh: AI布局

# taskTag_aiVariations
source: AI variations
de: KI Variationen
es: Variaciones de IA
it: Varianti AI
ro: Variații AI
ru: Варианты от ИИ
uk: ШІ варіанти
zh: AI变化

# taskTag_attack
source: Attack
de: Angriff
es: Ataque
it: Attaccare
ro: Atac
ru: Атака
uk: Атака
zh: 攻击

# taskTag_attackAndDefenseInKo
source: Attack and defense in a ko
de: Angriff und Verteidigung mit Ko
es: Ataque y defensa en ko
it: Attacco e difesa nel ko
ro: Atac și apărare într-un ko
ru: Атака и защита в ко
uk: Атака і захист в ko
zh: 劫的攻防

# taskTag_attackAndDefenseOfCuts
source: Attack and defense of cuts
de: Angriff und Verteidigung von Schnitten
es: Ataque y defensa de cortes
it: Attacco e difesa dei tagli
ro: Atac și apărare la tăieturi
ru: Атака и защита разрезаний
uk: Атака і захист розрізів
zh: 切断的处理

# taskTag_attackAndDefenseOfInvadingStones
source: Attack and defense of invading stones
de: Angriff und Verteidigung von Invasionen
es: Ataque y defensa de piedras de invasión
it: Attacco e difesa nelle invasioni
ro: Atac și apărare ale pietrelor invadatoare
ru: Атака и защита вторгающихся камней
uk: Атака і захист при вторгненні
zh: 征子的攻防

# taskTag_avoidKo
source: Avoid ko
de: Ko vermeiden
es: Evitar ko
it: Evita il ko
ro: Evită ko-ul
ru: Избежать ко
uk: Уникнення ко
zh: 避劫

# taskTag_avoidMakingDeadShape
source: Avoid making dead shape
de: Tote Form vermeiden
es: Evitar forma muerta
it: Evita di creare una forma morta
ro: Evită formarea unei forme moarte
ru: Избегать создания мёртвой формы
uk: Уникнення створення мертвої форми
zh: 避免被聚杀

# taskTag_avoidTrap
source: Avoid trap
de: Fallen ausweichen
es: Evitar trampas
it: Evita le trappole
ro: Evită capcana
ru: Избегать ловушки
uk: Уникнення пасток
zh: 避开陷阱

# taskTag_basicEndgame
source: Endgame: basic
de: Endspiel: Grundlagen
es: Finales: básico
it: Fine gioco: base
ro: Final: elementar
ru: Йосе: базовые задачи
uk: Йосе: основи
zh: 基础官子

# taskTag_basicLifeAndDeath
source: Life & death: basic
de: Leben & Tod: Grundlagen
es: Vida y muerte: básico
it: Vita e morte: base
ro: Viață și moarte: elementar
ru: Жизнь и смерть: базовые задачи
uk: Життя та смерть: основи
zh: 基本死活

# taskTag_basicMoves
source: Basic moves
de: Grundlagen
es: Jugadas básicas
it: Movimenti di base
ro: Mutări de bază
ru: Базовые ходы
uk: Базові прийоми
zh: 基本行棋

# taskTag_basicTesuji
source: Tesuji
ro: Tesuji de bază
ru: Тесуджи
uk: Тесуджі
zh: 基本手筋

# taskTag_beginner
source: Beginner
es: Principiante
it: Principiante
ro: Începător
ru: Базовые приемы
uk: Для початківців
zh: 启蒙

# taskTag_bend
source: Bend
de: Umbiegen
es: Doblar
it: Piega (bend)
ro: Îndoire
ru: Изгиб
uk: Загибання
zh: 弯

# taskTag_bentFour
source: Bent four
de: Toter Winkel
es: Cuatro dobladas
it: Quattro piegato (bent four)
ro: Patru îndoite
ru: Изогнутая четверка
uk: Загнута четвірка
zh: 弯四

# taskTag_bentFourInTheCorner
source: Bent four in the corner
de: Toter Winkel in der Ecke
es: Cuatro dobladas en la esquina
it: Quattro piegato nell'angolo
ro: Patru îndoite în colț
ru: Изогнутая четверка в углу
uk: Загнута четвірка в куті
zh: 盘角曲四

# taskTag_bentThree
source: Bent three
de: Gebogene Drei
es: Tres dobladas
it: Tre piegato (bent three)
ro: Trei îndoite
ru: Изогнутая тройка
uk: Загнута трійка
zh: 弯三

# taskTag_bigEyeLiberties
source: Big eye's liberties
de: Freiheiten von großen Augen
es: Libertades de ojos grandes
it: Libertà degli occhi grandi
ro: Libertățile unui ochi mare
ru: Время жизни большого глаза
uk: Дихання у великих очка
zh: 大眼的气

# taskTag_bigEyeVsSmallEye
source: Big eye vs small eye
de: Großes Auge vs kleines Auge
es: Ojo grande contra ojo pequeño
it: Occhio grande vs. occhio piccolo
ro: Ochi mare vs ochi mic
ru: Группа с большим глазом против группы с маленьким глазом
uk: Велике око проти малого ока
zh: 大眼杀小眼

# taskTag_bigPoints
source: Big points
de: Große Punkte
es: Puntos grandes
it: Punti grandi
ro: Puncte mari
ru: Большой пункт
uk: Великій пункт
zh: 大场

# taskTag_blindSpot
source: Blind spot
de: Blinder Fleck
es: Punto ciego
it: Punto cieco
ro: Punct mort
ru: Слепое пятно
uk: Сліпа пляма
zh: 盲点

# taskTag_breakEye
source: Break eye
de: Augen verhindern
es: Destruir ojo
it: Distruggi l'occhio
ro: Distruge ochiul
ru: Разрушение глаза
uk: Знищення ока
zh: 破眼

# taskTag_breakEyeInOneStep
source: Break eye in one step
de: Augen verhindern in einem Zug
es: Destruir ojo en una jugada
it: Distruggi l'occhio in un passo
ro: Distruge ochiul dintr-o singură mutare
ru: Разрушение глаза в один ход
uk: Знищення ока в один хід
zh: 一步破眼

# taskTag_breakEyeInSente
source: Break eye in sente
de: Augen verhindern in Vorhand
es: Destruir ojo en sente
it: Distruggi l'occhio in sente
ro: Distruge ochiul în sente
ru: Разрушение глаза в сэнтэ
uk: Знищення ока в сенте
zh: 先手破眼

# taskTag_breakOut
source: Break out
de: Ausbrechen
es: Escapar
it: Evadi
ro: Evadează
ru: Прорыв
uk: Прорив
zh: 突围

# taskTag_breakPoints
source: Break points
de: Punkte verhindern
es: Destruir puntos
it: Togli punti
ro: Distruge punctele
ru: Пункты разрыва
uk: Пункти розриву
zh: 破目

# taskTag_breakShape
source: Break shape
de: Form verhindern
es: Destruir forma
it: Rovina la forma
ro: Distruge forma
ru: Разрушить форму
uk: Знищення форми
zh: 破坏棋形

# taskTag_bridgeUnder
source: Bridge under
de: Untenrum verbinden
es: Conección submarina
it: Ponte (watari)
ro: Pod dedesubt
ru: Подмостки
uk: З'єднання знизу
zh: 渡

# taskTag_brilliantSequence
source: Brilliant sequence
de: Brillante Sequenz
es: Secuencia brillante
it: Sequenze brillanti
ro: Secvență strălucită
ru: Блестящая последовательность
uk: Блискуча послідовність
zh: 一一妙手

# taskTag_bulkyFive
source: Bulky five
de: Klotzige-Fünf
es: Auto
it: Cinque a manico di coltello (bulky five)
ro: Cinci voluminoase
ru: Машинка
uk: Форма-автомобіль
zh: 刀把五

# taskTag_bump
source: Bump
de: Stoßen
es: Golpe
ro: Împinge
ru: Удар
uk: Удар
zh: 顶

# taskTag_captureBySnapback
source: Capture by snapback
de: Fang durch Mausefalle
es: Captura mediante contracaptura
it: Cattura con snapback
ro: Captură prin snapback
ru: Захват в защелку
uk: Захоплення в мишоловку
zh: 扑吃

# taskTag_captureInLadder
source: Capture in ladder
de: Fang in der Treppe
es: Captura en escalera
it: Cattura in scala
ro: Captură în scară
ru: Захват лестницы
uk: Захоплення в сходи
zh: 征吃

# taskTag_captureInOneMove
source: Capture in one move
de: Fang in einem Zug
es: Captura en una jugada
it: Cattura in una mossa
ro: Captură într-o mutare
ru: Захват в один ход
uk: Захоплення в один хід
zh: 一步吃子

# taskTag_captureOnTheSide
source: Capture on the side
de: Fang an der Seite
es: Captura en el lado
it: Cattura sul lato
ro: Captură pe margine
ru: Захват на стороне
uk: Захоплення на стороні
zh: 边线吃子

# taskTag_captureToLive
source: Capture to live
de: Fang um zu leben
es: Captura para vivir
it: Cattura per vivere
ro: Captură pentru a trăi
ru: Захватить, чтобы жить
uk: Захоплення щоб жити
zh: 吃子做活

# taskTag_captureTwoRecaptureOne
source: Capture two, recapture one
de: Zwei fangen, einen zurückgewinnen
es: Captura dos, recaptura una
it: Cattura due, ricattura una
ro: Capturează două, recapturează una
ru: Захвати два - верни один
uk: Захопити два, поверни один
zh: 打二还一

# taskTag_capturingRace
source: Capturing race
de: Freiheitskampf
es: Semeai
it: Semeai (capturing race)
ro: Cursă de capturare
ru: Семеай
uk: Семеай
zh: 对杀

# taskTag_capturingTechniques
source: Capturing techniques
de: Fangtechniken
es: Técnicas de captura
it: Tecniche di cattura
ro: Tehnici de capturare
ru: Техника захвата
uk: Техніки захоплення
zh: 吃子技巧

# taskTag_carpentersSquareAndSimilar
source: Carpenter's square and similar
de: Zimmermannswinkel und ähnliches
es: Escuadra de carpintero y similares
it: Quadrato del carpentiere e simili
ro: Pătratul tâmplarului și forme similare
ru: Плотницкий квадрат и похожее
uk: Столярний кутник і подібні форми
zh: 金柜角及类似型

# taskTag_chooseTheFight
source: Choose the fight
de: Wähle den Kampf
es: Elige la pelea
it: Scegli il combattimento
ro: Alege lupta
ru: Выбрать бой
uk: Обери свій бій
zh: 战斗的选择

# taskTag_clamp
source: Clamp
de: Klemmzug
es: Pinza
it: Morsa (clamp)
ro: Prindere (clamp)
ru: Зажим
uk: Лещата
zh: 夹

# taskTag_clampCapture
source: Clamp capture
de: Klemmzug-Fang
es: Captura con pinza
it: Cattura con la morsa
ro: Captură prin prindere
ru: Захват зажимом
uk: Захоплення лещатами
zh: 夹吃

# taskTag_closeInCapture
source: Closing-in capture
de: Closing-in Fang
es: Captura de cierre
it: Cattura progressiva
ro: Captură prin închidere
ru: Захват окружением
uk: Захоплення оточенням
zh: 门吃
